<%@ Page Title="אוירודינמיקה" Language="C#" MasterPageFile="~/AspPages/MasterPage.Master" AutoEventWireup="true" CodeBehind="Aerodynamic.aspx.cs" Inherits="Finel_Project_Drones.AspPages.Aerodynamic" ClientIDMode="Static"%>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">

    <h1 style="text-align:center">אוירודינמיקה:</h1>

    <div>
        <h3>
אווירודינמיקה משחקת תפקיד מרכזי בעיצוב, בביצועים וביעילות של רחפנים, ומשפיעה על כל דבר, מיציבות ועד סיבולת טיסה. הבנת האווירודינמיקה חיונית למיצוי יכולות הרחפן ולהבטחת פעולתו הבטוחה. בבסיסה, אווירודינמיקה עוסקת באינטראקציה בין המל"ט לאוויר שמסביב. בין אם זה quadcopter, מטוס עם כנף קבועה או עיצוב היברידי, כל סוג של מזל"ט חייב לנווט באוויר עם התנגדות מינימלית והרמה אופטימלית. <br />

אחד העקרונות הבסיסיים באווירודינמיקה של מזל"טים הוא הרמה. עילוי נוצר על ידי האינטראקציה בין כנפי המל"ט או הרוטורים של הרחפן והאוויר הזורם מעליהם. עבור מל"טים בעלי כנפיים קבועות, העילוי נוצר בעיקר על ידי צורת הכנפיים, תוך שימוש בעקרון של ברנולי, הקובע שאוויר שזז מהר יותר יוצר לחץ נמוך יותר, וכתוצאה מכך לעילוי. קוואדקופטרים ומזל"טים אחרים מולטי-רוטורים, לעומת זאת, יוצרים עילוי דרך סיבוב המדחפים שלהם, מה שיוצר הפרש לחץ בין החלק העליון והתחתון של להבי הרוטור. <br />

היבט מכריע נוסף של אווירודינמיקה של מזל"טים הוא גרר. גרור הוא הכוח שמתנגד לתנועת המל"ט באוויר, ומזעור זה חיוני למיצוי יעילות הטיסה ולהארכת חיי הסוללה. תכונות עיצוב כגון גופי גוף יעילים, צורות כנפיים יעילות ועיצובי רוטור אופטימליים עוזרים להפחית את הגרר, ומאפשרים לרחפנים לטוס מהר יותר ולכסות מרחקים גדולים יותר בטעינת סוללה אחת. <br />

יציבות היא שיקול מרכזי נוסף באווירודינמיקה של מזל"טים. רחפנים חייבים לשמור על טיסה יציבה כדי לבצע משימות בצורה מדויקת ובטוחה. יציבות אווירודינמית מושגת באמצעות מערכות תכנון ובקרה קפדניות המתאימות את כיוון הרחפן ומסלולו בתגובה לגורמים חיצוניים כמו משבי רוח או מערבולות. על ידי שמירה על יציבות, מל"טים יכולים לבצע משימות כמו צילום אווירי, מדידות ובדיקה בדיוק ובאמינות. <br />

בנוסף להרמה, הגרירה והיציבות, האווירודינמיקה משפיעה גם על יכולת התמרון. מל"טים זריזים המסוגלים לשינויים מהירים בכיוון ובגובה דורשים תכנון אווירודינמי קפדני כדי למזער את האינרציה ולמקסם את סמכות השליטה. על ידי אופטימיזציה של חלוקת המסה, התאמת גדלי משטחי בקרה וכיוונון עדין של אלגוריתמי בקרת טיסה, מהנדסים יכולים ליצור רחפנים המגיבים במהירות ובדייקנות לתשומות הטייס, מה שהופך אותם למתאימים ליישומים כמו חיפוש והצלה או אקרובטיקה אווירית. <br />

בסך הכל, אווירודינמיקה היא היבט מורכב אך חיוני בתכנון ותפעול המל"טים. על ידי הבנת העקרונות של הרמה, גרירה, יציבות ויכולת תמרון, מהנדסים יכולים ליצור מל"טים שטסים ביעילות, אמינה ובטוחה במגוון רחב של תנאים. בין אם זה לשימוש פנאי, יישומים מסחריים או משימות צבאיות, האווירודינמיקה משחקת תפקיד מכריע בעיצוב העתיד של טכנולוגיית הרחפנים. <br />
        </h3>
    </div>
    <h3>
    <img src="../Pictures/Aerodynamic1.png" />
    <img src="../Pictures/Aerodynamic2.png" />
        </h3>
</asp:Content>