<%@ Page Title="Avata" Language="C#" MasterPageFile="~/AspPages/MasterPage.Master" AutoEventWireup="true" CodeBehind="Avata.aspx.cs" Inherits="Finel_Project_Drones.AspPages.WebForm1" ClientIDMode="Static"%>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">

    <h1 style="text-align:center">Avata:</h1>

    <div>
        <h3>
            צלול לתוך FPV Freedom: חקר ה-DJI Avata <br />

ה-DJI Avata הוא מחליף משחק לחובבי רחפנים המחפשים חווית טיסה סוחפת ודינמית. המל"ט הקומפקטי וקל המשקל הזה פורץ לעולם הטיסה בגוף ראשון (FPV), ומציע פרספקטיבה מרגשת שלא כמו טיסות רחפנים מסורתיות. <br />

נבנה עבור זריזות וחקר: DJI נתן עדיפות לתמרון ועמידות בעיצוב של Avata. גודלו הקטן ומשקלו הנמוך הופכים אותו למושלם לניווט במקומות צרים ולתפיסת זוויות ייחודיות. תכונה בולטת היא מגן המדחף המובנה. התוספת הגאונית הזו מאפשרת ל-Avata להתאושש מהתנגשויות קלות, לשמור עליה באוויר ולמזער את הנזק במהלך אותן טיסות נועזות. <br />

חוויית FPV קולנועית: Avata לא מתפשרת על איכות התמונה. מצויד בחיישן CMOS בגודל 1/1.7 אינץ', הוא מצלם צילומים מדהימים בזווית רחבה במיוחד של 4K. צמצם f/2.8 מאפשר ביצועים יוצאי דופן בתאורה נמוכה, לכידת פרטים מרהיבים גם בתנאי תאורה מאתגרים. בשילוב עם טכנולוגיית ייצוב התמונה המתקדמת של DJI, טיסות ה-FPV שלכם יתורגמו לסרטונים חלקים וקולנועיים שישאירו את הצופים חסרי נשימה. <br />

שליטה אינטואיטיבית בקצות אצבעותיך: DJI מציעה שתי אפשרויות שליטה כדי להתאים לסגנון הטיס שלך. השלט המסורתי של DJI RC-N1 מספק חוויה מוכרת וארגונומית עבור טייסי מזל"טים ותיקים. למי שמחפש חיבור עמוק עוד יותר לטיסה, בקר התנועה של DJI מביא גישה מהפכנית. הבקר הייחודי הזה מאפשר לך להטיס את ה- Avata על ידי הטיה והזזה של ידך, מחקה את תנועות הגוף הטבעיות שלך לחוויית טיסה אינטואיטיבית וסוחפת באמת. <br />

תכונות בטיחות לתוספת ביטחון: DJI נותנת עדיפות לבטיחות בכל מוצריה, וה- Avata אינו יוצא מן הכלל. הוא מתהדר במספר תכונות שנועדו לתת לטייסים שקט נפשי. מגן המדחף המובנה, כאמור, ממזער נזקי התנגשות. טייסים מתחילים יכולים להפיק תועלת מכלוב הטיסה האופציונלי, המגן עוד יותר על האווטה במהלך המראה, נחיתה ותמרוני סמוך. בנוסף, Avata משלבת את תכונות הבטיחות המתקדמות של DJI כמו בלימת חירום ופונקציונליות חזרה לבית, מה שמבטיח חווית טיסה בטוחה ומבוקרת. <br />

למי מיועדת ה- Avata? ה- DJI Avata פונה למגוון רחב של חובבי מזל"טים. יוצרי תוכן וחובבים יאהבו את הגודל הקומפקטי, הניידות ואיכות התמונה המדהימה שלו. רוכבים יכולים לנצל את הזריזות ואת יכולת התמרון שלו כדי לחצוב מסלולים טכניים. ה- Avata אידיאלי גם למתחילים ששוקלים את אצבעות רגליהם בעולם של טיסת FPV, הודות לפקדים האינטואיטיביים, תכונות הבטיחות והעיצוב העמיד שלה. <br />

בין אם אתה טייס FPV ותיק או חדש סקרן, DJI Avata מציע חווית טיסה שאין שני לה. השילוב שלו של זריזות, איכות תמונה, בקרות אינטואיטיביות ותכונות בטיחות הופכים אותו לבחירה משכנעת עבור כל מי שמבקש לפרוץ את גבולות חקר הרחפנים.
        </h3>
    </div>
    <h3>
    <img src="../Pictures/Avata2.png" />
    <img src="../Pictures/Avata1.png" />
        </h3>
</asp:Content>