<%@ Page Title="חברת DJI" Language="C#" MasterPageFile="~/AspPages/MasterPage.Master" AutoEventWireup="true" CodeBehind="DJICompany.aspx.cs" Inherits="Finel_Project_Drones.AspPages.DJICompany" ClientIDMode="Static"%>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">

    <h1 style="text-align:center">חברת DJI:</h1>

     <div>
        <h3>
            DJI, או Da-Jiang Innovations, היא חברת טכנולוגיה סינית הידועה בחידושים פורצי הדרך שלה בתעשיית כלי הטיס הבלתי מאוישים (מל"טים). הנה סקירה כללית של DJI: <br />

1. **ייסוד והיסטוריה:** DJI נוסדה בשנת 2006 על ידי פרנק וואנג, יזם ומהנדס סיני עם תשוקה לכלי טיס עם שלט רחוק. החברה התחילה כפעילות קטנה שהתמקדה בבניית מערכות בקרת טיסה לדגמי מסוקים, אך התרחבה במהירות לשוק המל"טים הצרכני עם שחרורו של המל"ט הצרכני הראשון שלה, הפנטום, בשנת 2013. מאז, DJI גדלה והפכה למובילה בעולם. יצרנית מל"טים לצרכנים ומקצועיים, עם מערך מוצרים מגוון הכולל מל"טים צילום אוויר ווידאו, מל"טים חקלאיים, מל"טים תעשייתיים ועוד. <br />

2. **פורטפוליו מוצרים:** DJI מציעה מגוון רחב של רחפנים ופתרונות הדמיה אווירית כדי לתת מענה לצרכים של חובבים, חובבים, אנשי מקצוע ותעשיות. כמה מהרחפנים הצרכניים הפופולריים ביותר שלה כוללים את סדרת Mavic, סדרת Phantom, סדרת Inspire ו-Spark. מל"טים אלו מצוידים בתכונות מתקדמות כגון מצלמות ברזולוציה גבוהה, חיישני הימנעות ממכשולים, מצבי טיסה חכמים ומערכות שידור ארוכות טווח, המאפשרות למשתמשים לצלם תמונות אוויר וסרטונים מדהימים בקלות. בנוסף למל"טים לצרכן, DJI מציעה גם מל"טים מיוחדים ליישומים מקצועיים כמו מדידות, מיפוי, בדיקה, חיפוש והצלה וחקלאות. <br />

3. **חידושים וטכנולוגיה:** DJI ידועה בהתמקדות הבלתי פוסקת שלה בחדשנות וטכנולוגיה, מונעת התקדמות בתעשיית המל"טים ופורצת את הגבולות של מה שאפשר עם הדמיה אווירית וחישה מרחוק. החברה משקיעה רבות במחקר ופיתוח, עם צוות של מהנדסים ומדענים שעובד על טכנולוגיות מתקדמות כגון ראייה ממוחשבת, בינה מלאכותית, למידת מכונה ושילוב חיישנים. המל"טים של DJI מצוידים בתכונות ויכולות חדישות שהופכות אותם לחלק מהמל"טים המתקדמים והאמינים בשוק, לרבות ניווט GPS, בקרת טיסה מדויקת, מצבי טיסה אוטומטיים ומערכות גימבל מיוצבות. <br />

4. **טווח גלובלי:** ל-DJI יש נוכחות גלובלית, עם משרדים ורשתות הפצה במדינות ברחבי העולם. החברה מוכרת את מוצריה דרך רשת של סוחרים ומפיצים מורשים, כמו גם דרך החנות המקוונת שלה ומיקומי הדגל הקמעונאיים שלה. רחפני DJI משמשים מיליוני צרכנים, אנשי מקצוע וארגונים ברחבי העולם למגוון מטרות, כולל צילום, יצירת סרטים, חקלאות, שימור, תגובת חירום ועוד. המחויבות של החברה לאיכות, אמינות ושירות לקוחות סייעה לה לבסס מוניטין חזק ובסיס לקוחות נאמן בשווקים ברחבי העולם. <br />

5. **מנהיגות בתעשייה:** DJI נחשבת למובילה בתעשייה בשוק המל"טים הצרכני והמקצועי, בעלת נתח שוק משמעותי ומציבה את הסטנדרט לטכנולוגיה וחדשנות של מזל"טים. הדומיננטיות של החברה בתעשיית המל"טים מונעת מההתמקדות שלה במצוינות המוצר, שביעות רצון לקוחות ושיפור מתמיד. DJI זכתה בפרסים ותשבחות רבים על מוצריה והישגיה, וביססו את מעמדה כמותג המוביל בתעשיית הרחפנים. כשהביקוש לרחפנים ממשיך לגדול ויישומים חדשים צצים, DJI נשאר בחזית החדשנות, ומעצב את העתיד של טכנולוגיות הדמיה אווירית וחישה מרחוק. <br />
        </h3>
    </div>
    <h3>
    <img src="../Pictures/DJI1.png" />
    <img src="../Pictures/DJI2.png" />
        </h3>
</asp:Content>
