<%@ Page Title="DJI RC" Language="C#" MasterPageFile="~/AspPages/MasterPage.Master" AutoEventWireup="true" CodeBehind="DjiRC.aspx.cs" Inherits="Finel_Project_Drones.AspPages.WebForm1" ClientIDMode="Static"%>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">

    <h1 style="text-align:center">DJI RC:</h1>

    <div>
        <h3>
DJI מציעה מגוון של בקרים מרוחקים (RC) המיועדים לדגמי מל"טים שונים, כולל מל"טים לצרכנים כמו סדרת DJI Mavic, סדרת Phantom ורחפני FPV, כמו גם פלטפורמות ברמה מקצועית כמו סדרת DJI Inspire ו-Matrice. כל DJI RC מותאם לצרכים וליכולות הספציפיות של המל"ט שהוא מלווה, ומספק למשתמשים בקרות אינטואיטיביות, קישוריות אמינה ותכונות מתקדמות לטיס ושליטה על המל"טים שלהם ביעילות. <br />

אחד מבקרי ה-DJI הפופולריים ביותר הוא ה-DJI Smart Controller. תואם לרחפנים נבחרים של DJI, לרבות סדרת Mavic 2 וה-Air 2S, הבקר החכם כולל מסך תצוגה משולב, ומבטל את הצורך של משתמשים לחבר את הסמארטפונים או הטאבלטים שלהם להזנת וידאו חיה ונתוני טלמטריה. עם התצוגה הבהירה והרזולוציה הגבוהה והממשק האינטואיטיבי שלו, הבקר החכם מציע חווית טיסה יעילה, המאפשרת למשתמשים להתמקד בלכידת צילומי אוויר מדהימים ללא הסחות דעת. <br />

למשתמשים המעדיפים מערך שלט רחוק מסורתי יותר, DJI מציעה את השלט הרחוק הסטנדרטי המגיע עם דגמי הרחפנים שלהם. בקרים אלה כוללים בדרך כלל עיצובים ארגונומיים, לחצנים הניתנים להתאמה אישית ומסכי LCD מובנים להצגת מידע טיסה קריטי כגון רמת הסוללה, עוצמת אות ה-GPS ומצב טיסה. עם תקשורת רדיו אמינה וג'ויסטיקים מגיבים, שלטי DJI מרחוק מספקים שליטה מדויקת על טיסת מזל"ט ופעולות מצלמה, ומבטיחים חוויות טיסה חלקות ומהנות לטייסים בכל רמות המיומנות. <br />

בנוסף לבקרים רחוקים עצמאיים, DJI מציעה גם אביזרים ושדרוגים לשלט רחוק כדי לשפר את הפונקציונליות והביצועים של המל"טים שלהם. לדוגמה, DJI Motion Controller מאפשר למשתמשים להטיס רחפנים נבחרים באמצעות תנועות ידיים ותנועות, ומציע חווית טיסה ייחודית וסוחפת. באופן דומה, אביזרים כמו ה-DJI FPV Remote Controller 2 וה-DJI Cendence מספקים תכונות מתקדמות כגון לחצנים הניתנים להתאמה אישית, מצבי שליטה מרובים וטווח מורחב, העונים על הצרכים של טייסים מקצועיים וצלמי צילום אווירי. <br />

בסך הכל, בקרי DJI מרחוק הם מרכיבים חיוניים של מערכת האקולוגית של DJI, המאפשרים למשתמשים לנצל את מלוא הפוטנציאל של המל"טים שלהם וללכוד תמונות אוויר מדהימות בקלות ובביטחון. בין אם מדובר בטיסת מזל"ט צרכני למטרות פנאי או שליטה בפלטפורמה ברמה מקצועית ליישומים מסחריים, DJI מציעה מגוון של בקרים מרוחקים שיתאימו לכל צורך והעדפה, מה שמאפשר למשתמשים לקחת את צילומי האוויר והווידאו לגבהים חדשים. <br />
        </h3>
    </div>
    <h3>
        <img src="../Pictures/RC2.png" />
    <img src="../Pictures/RC1.png" />
    
        </h3>
</asp:Content>