<%@ Page Title="Dji RC Motion2" Language="C#" MasterPageFile="~/AspPages/MasterPage.Master" AutoEventWireup="true" CodeBehind="DjiRCMotion2.aspx.cs" Inherits="Finel_Project_Drones.AspPages.WebForm1" ClientIDMode="Static"%>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">

    <h1 style="text-align:center">Dji RC Motion 2:</h1>

    <div>
        <h3>
            DJI RC Motion 2: הגדרה מחדש של בקרת הטיסה <br />

ה-DJI RC Motion 2 זורק כדור עקום לעבר בקרי מזל"ט מסורתיים. מכשיר חדשני זה מציג בקרת תנועה, המאפשר לך להפעיל את המל"ט שלך בתנועות הטבעיות של היד שלך. <br />

 לטבול את עצמך בטיסה:  דמיינו לעצמכם מנווט את המל"ט בלחיצת כף היד או מטה את היד כדי לנווט במקומות צרים. ה-RC Motion 2 מתרגם את תנועות הידיים שלך לפקודות טיסה אינטואיטיביות. זה יוצר חוויה סוחפת להפליא, גורם לך להרגיש שאתה באמת טס לצד המל"ט שלך. חלפו הימים של שליטה בתמרוני ג'ויסטיק מורכבים. עם RC Motion 2, הטיסה הופכת להרחבה של הגוף שלך, ומטפחת קשר עמוק יותר בין טייס למזל"ט. <br />

עוצב עבור קלות ונוחות: DJI RC Motion 2 נותן עדיפות לנוחות וקלות השימוש. זה קל משקל ומעוצב בצורה ארגונומית עבור הפעלות שימוש ממושך. פונקציות חיוניות כמו דוושת הגז, לחצן המצב וכפתור הנעילה ממוקמות כולן בנוחות להפעלה ביד אחת. זה מאפשר לך להתמקד בריגוש הטיסה מבלי להתעסק בפקדים. <br />

*בקר רב תכליתי לצרכים שונים: בעוד שבקרת התנועה תופסת את מרכז הבמה, ה-RC Motion 2 אינו מזניח את הפונקציונליות המסורתית. הוא כולל ג'ויסטיק לטייסים המעדיפים שיטת שליטה מוכרת. בנוסף, ה-RC Motion 2 מתהדר בכפתור רב תכליתי שניתן להתאים לפעולות שונות, המספק שכבת שליטה נוספת עבור טייסים מנוסים. <br />

מעבר לטיסה בסיסית ה-RC Motion 2 חורג משליטה כיוונית פשוטה. זה מאפשר לך לבצע תמרונים מורכבים בקלות. בצע צלילות במהירות גבוהה, פניות מהירות ותקיפות חלקות - הכל עם תנועות ידיים אינטואיטיביות. ה-RC Motion 2 כולל גם פונקציית רוורס, המאפשרת לך לנווט החוצה ממקומות צרים ללא מאמץ. <br />

מלווים תואמים ה-DJI RC Motion 2 תוכנן לעבוד בצורה חלקה עם משקפי ה-FPV (צפייה באדם ראשון) העדכניים ביותר של DJI, כמו ה-DJI Goggles 2. שילוב זה פותח עולם של חוויות טיסה סוחפות. ראה את העולם מנקודת המבט של המל"ט שלך בזמן אמת, והרגיש את עומס הטיסה כמו שלא היה מעולם. <br />

 DJI RC Motion 2 הוא יותר מסתם בקר; זוהי מהפכה בטיס רחפנים. מושלם למתחילים המחפשים היכרות אינטואיטיבית לטיסה וטייסים מנוסים המעוניינים לדחוף את גבולות השליטה, RC Motion 2 פותח דלתות לדרך חדשה לגמרי לחוות את הריגוש של טיסה ברחפנים.
        </h3>
    </div>
    <h3>
    <img src="../Pictures/RCMotion1.png" />
    <img src="../Pictures/RCMotion2.png" />
        </h3>
</asp:Content>