<%@ Page Title="Dji Smart Controller" Language="C#" MasterPageFile="~/AspPages/MasterPage.Master" AutoEventWireup="true" CodeBehind="DjiSmartController.aspx.cs" Inherits="Finel_Project_Drones.AspPages.WebForm1" ClientIDMode="Static"%>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">

    <h1 style="text-align:center">Dji Smart Controller:</h1>

    <div>
        <h3>
            הבקר החכם של DJI הוא מכשיר חדשני שנועד לשפר את חווית הטיסה עבור משתמשי רחפנים נבחרים של DJI. ה-Smart Controller שוחרר על ידי DJI, יצרנית מובילה של רחפנים צרכניים ומקצועיים, ומציע דרך נוחה ואינטואיטיבית לשלוט ברחפנים ללא צורך במכשיר נייד נפרד. הבקר החכם, שהושק כמוצר עצמאי, משלב מסך תצוגה באיכות גבוהה, אפשרויות קישוריות מתקדמות וממשק ידידותי למשתמש, המספק למשתמשים חווית טיסה יעילה וסוחפת. <br />

אחד המאפיינים הבולטים של ה-DJI Smart Controller הוא מסך התצוגה המובנה שלו. כולל תצוגה בהירה ברזולוציה גבוהה, הבקר החכם מספק למשתמשים תצוגה ברורה ותוססת של נקודת המבט של המל"ט שלהם, אפילו באור שמש בהיר או בתנאי תאורה מאתגרים. עם גודל המסך הגדול וממשק המגע המגיב שלו, הבקר החכם מציע חווית צפייה נוחה וסוחפת, המאפשרת למשתמשים לעקוב בקלות אחר מצב הטיסה של המל"ט שלהם, הגדרות המצלמה ונתוני הטלמטריה. <br />

בנוסף למסך התצוגה שלו, ה-DJI Smart Controller מתגאה באפשרויות קישוריות מתקדמות לאינטגרציה חלקה עם רחפנים של DJI. מצויד בטכנולוגיית OcuSync 2.0, הבקר החכם מבטיח תקשורת יציבה ואמינה בין השלט הרחוק לרחפן, גם בטווחים ארוכים. זה מאפשר למשתמשים להטיס את המל"טים שלהם בביטחון ובדיוק, בין אם הם מצלמים צילומי אוויר, מבצעים בדיקות או חוקרים מיקומים חדשים. <br />

הבקר החכם של DJI כולל גם ממשק ידידותי למשתמש שנועד לפשט את חווית הטיסה עבור משתמשים בכל רמות המיומנות. עם בקרות אינטואיטיביות והגדרות הניתנות להתאמה אישית, הבקר החכם מקל על מתחילים ללמוד את היסודות של הטסת מזל"ט, תוך שהוא מציע תכונות ואפשרויות מתקדמות לטייסים מנוסים. בנוסף, הבקר החכם תומך במגוון רחב של מצבי טיסה ומאפיינים חכמים, המאפשרים למשתמשים לבצע אוטומציה של משימות כגון ניווט בנקודות ציון, מסלול ומעקב פעיל בקלות. <br />

יתרון מרכזי נוסף של הבקר החכם DJI הוא הניידות והנוחות שלו. עם העיצוב הקומפקטי והארגונומי שלו, הבקר החכם קל לנשיאה ולשימוש בסביבות שונות, מה שהופך אותו לאידיאלי להרפתקאות חוצות, נסיעות וצילומים במקום. בנוסף, הסוללה המובנית של הבקר החכם מספקת זמן שימוש ממושך, ומאפשרת למשתמשים להטיס את המל"טים שלהם לתקופות ארוכות יותר ללא צורך בטעינה או החלפת סוללות לעתים קרובות. <br />

בסך הכל, הבקר החכם של DJI מציע מגוון תכונות ויתרונות המשפרים את חווית הטיסה עבור משתמשי רחפנים של DJI. עם מסך התצוגה המשולב שלו, אפשרויות הקישוריות המתקדמות, הממשק הידידותי למשתמש והניידות, הבקר החכם מספק דרך נוחה וסוחפת לשלוט ברחפנים, מה שמאפשר למשתמשים ללכוד צילומי אוויר מדהימים ולחקור נקודות מבט חדשות מהשמיים. <br />
        </h3>
    </div>
    <h3>
    <img src="../Pictures/SmartControl2.png" />
    <img src="../Pictures/SmartControl1.png" />
        </h3>
</asp:Content>