<%@ Page Title="פלסטיק הרחפנים" Language="C#" MasterPageFile="~/AspPages/MasterPage.Master" AutoEventWireup="true" CodeBehind="DronePlastic.aspx.cs" Inherits="Finel_Project_Drones.AspPages.WebForm1" ClientIDMode="Static"%>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">

    <h1 style="text-align:center">הפלסטיק ממנו מיוצרים רחפנים:</h1>

    <div>
        <h3>

רחפנים עשויים בדרך כלל מסוגים שונים של חומרים פלסטיים שנבחרו בשל תכונותיהם הקלות, העמידות וקלות הייצור שלהם. בעוד הסוג הספציפי של פלסטיק המשמש יכול להשתנות בהתאם לגורמים כגון השימוש המיועד של המל"ט, דרישות התכנון ותהליכי הייצור, כמה פלסטיקים נפוצים שנמצאים בבניית מזל"ט כוללים: <br />

1. **ABS (אקרילוניטריל בוטאדיאן סטירן):** ABS הוא פולימר תרמופלסטי רב-תכליתי הידוע בחוזקו, בעמידות הפגיעה ועמידותו בחום. הוא נמצא בשימוש נפוץ ברכיבי מזל"ט כגון מסגרות, מארזים וקונכיות מגן בשל יכולתו לעמוד בטיפול גס ובתנאי סביבה. <br />

2. **ניילון (פוליאמיד):** ניילון הוא פולימר סינטטי חזק ועמיד הידוע בחוזק המתיחה הגבוה שלו, בגמישותו ובעמידותו בפני שחיקה. הוא משמש לעתים קרובות בחלקי מזל"ט הדורשים גם חוזק וגם גמישות, כגון מדחפים, ציוד נחיתה ורכיבים מבניים. <br />

3. **פוליקרבונט:** פוליקרבונט הוא תרמופלסטי שקוף הידוע בעמידות הפגיעה יוצאת הדופן והבהירות האופטית שלו. הוא משמש ביישומי מזל"ט שבהם הראות חשובה, כגון בתי מצלמות וחופות תא הטייס, כמו גם ברכיבים הדורשים עמידות גבוהה בפני פגיעה, כגון מגני מדחפים. <br />

4. **פוליפרופילן:** פוליפרופילן הוא תרמופלסטי קל משקל הידוע בעמידותו הכימית, הקשיחות והצפיפות הנמוכה שלו. הוא נמצא בשימוש נפוץ ברכיבי מזל"ט כגון מארזי סוללה, תושבות מנוע ותאי מטען בשל השילוב שלו בין חוזק ותכונות קלות משקל. <br />

5. **פוליאתילן:** פוליאתילן הוא תרמופלסטי רב תכליתי הידוע בעלות הנמוכה שלו, בעמידות הכימית ובקלות העיבוד שלו. הוא משמש ביישומי מזל"ט שבהם גמישות ועמידות בפני פגיעות חשובים, כגון מגני מדחפים, ציוד נחיתה וכיסויי הגנה. <br />

6. **פולימרים מחוזקים בסיבי פחמן:** אמנם אינם פלסטיקיים בלבד, אך פולימרים מחוזקים בסיבי פחמן (CFRP) הם חומרים מרוכבים העשויים מסיבי פחמן ומטריצת שרף פלסטית, כגון אפוקסי. CFRP מציע יחס חוזק-משקל וקשיחות יוצאי דופן, מה שהופך אותו לאידיאלי עבור רכיבי מזל"ט הדורשים חוזק וקשיחות גבוהים, כגון מסגרות, זרועות ומדחפים. <br />

אלו הן רק כמה דוגמאות של פלסטיק וחומרים מרוכבים הנפוצים בבניית מזל"טים. לעתים קרובות יצרנים בוחרים חומרים על סמך איזון של גורמים כולל חוזק, משקל, עלות ושיקולי ייצור כדי להשיג את הביצועים והפונקציונליות הרצויים עבור המל"טים שלהם. <br />
        </h3>
    </div>
    <h3>
    <img src="../Pictures/Plastic1.png" />
    <img src="../Pictures/Plastic2.png" />
        </h3>
</asp:Content>