<%@ Page Title="Fatshark Dominator" Language="C#" MasterPageFile="~/AspPages/MasterPage.Master" AutoEventWireup="true" CodeBehind="FatsharkDominator.aspx.cs" Inherits="Finel_Project_Drones.AspPages.FatsharkDominator" ClientIDMode="Static"%>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">

    <h1 style="text-align:center">Fatshark Dominator:</h1>

    <div>
        <h3>
            סדרת Fatshark Dominator היא קו של משקפי FPV (First Person View) בעלי ביצועים גבוהים המיועדים לחוויות טיסה סוחפות של מזל"ט. הנה סקירה כללית של משקפי Fatshark Dominator: <br />

1. **עיצוב קומפקטי וקל משקל:** משקפי Fatshark Dominator מתאפיינים בעיצוב קומפקטי וקל משקל שהופך אותם נוחים ללבישה לתקופות ממושכות במהלך הפעלות טיסה של FPV. המשקפיים מעוצבות בצורה ארגונומית כך שיתאימו היטב על ראש המשתמש, עם רצועות מתכווננות וריפוד קצף להתאמה אישית ונוחה. גורם הצורה הקומפקטי גם הופך את משקפי ה-Dominator לקלים להובלה ואחסון כאשר אינם בשימוש. <br />

2. **אופטיקה באיכות גבוהה:** משקפי Dominator מצוידים באופטיקה איכותית, לרבות מסכי LCD גדולים ברזולוציה גבוהה ועדשות בעלות מבנה מדויק המספקות תמונות חדות וברורות עם עיוות מינימלי. המשקפיים מציעים שדה ראייה רחב, המאפשר למשתמשים לראות יותר מהסביבה שלהם ולשקוע במלואו בחוויית הטיסה של FPV. האופטיקה מותאמת לשימוש עם מצלמות FPV ומספקת ייצוג אמיתי של צילומי הטיסה של המל"ט. <br />

3. **עיצוב מודולרי:** אחד המאפיינים המרכזיים של סדרת Fatshark Dominator הוא העיצוב המודולרי שלה, המאפשר למשתמשים להתאים אישית ולשדרג את המשקפיים שלהם בהתאם להעדפות ולצרכים שלהם. המשקפיים תואמות למגוון רחב של אביזרים ומודולים, לרבות מודולי מקלט לקליטת אותות וידאו FPV מרחפנים, מודולי מעקב ראש לשליטה בתנועות המצלמה, ומודולי גיוון לקליטת וטווח אותות משופרים. עיצוב מודולרי זה מאפשר למשתמשים להתאים את משקפי Dominator שלהם כך שיתאימו לדרישות הספציפיות ולסגנון הטיסה שלהם. <br />

4. **תכונות מתקדמות:** משקפי Fatshark Dominator מגיעות מצוידות במגוון תכונות ויכולות מתקדמות כדי לשפר את חווית הטיסה של FPV. אלה כוללים פונקציונליות מובנית של DVR (מקליט וידאו דיגיטלי), המאפשרת למשתמשים להקליט את צילומי הטיסה שלהם ישירות על גבי כרטיס microSD לצפייה ושיתוף מאוחר יותר. המשקפיים תומכות גם בכניסת HDMI, מה שמאפשר למשתמשים לחבר מקורות וידאו חיצוניים כגון מצלמות HD או קונסולות משחקים לחוויית צפייה סוחפת עוד יותר. בנוסף, משקפי Dominator כוללים תצוגות על המסך (OSD) הניתנות להתאמה אישית לניטור נתוני טיסה חשובים כגון מתח הסוללה, עוצמת האות וזמן הטיסה. <br />

5. **תאימות וקישוריות:** משקפי Fatshark Dominator תואמות למגוון רחב של רחפנים וציוד FPV, מה שהופך אותם לבחירה רב-תכליתית עבור חובבי FPV. המשקפיים תומכים במספר פורמטים ותדרים של וידאו, המאפשרים למשתמשים להתחבר למעשה לכל מזל"ט או משדר וידאו מסוג FPV. הם גם כוללים סריקת ערוצים מובנית ופונקציונליות חיפוש אוטומטי, מה שמקל על איתור ונעילה על אות הווידאו האופטימלי להזנת FPV יציבה וברורה. בנוסף, משקפי Dominator תומכים באפשרויות קישוריות אלחוטיות כגון Bluetooth ו-Wi-Fi עבור עדכוני קושחה ושילוב אפליקציות. <br />

בסך הכל, סדרת Fatshark Dominator מציעה לחובבי FPV פתרון פרימיום וניתן להתאמה אישית לחוויות טיסה סוחפות ברחפנים. עם העיצוב הקומפקטי, האופטיקה האיכותית, התכונות המתקדמות והתאימות המודולרית שלהם, משקפי Dominator מספקים למשתמשים את כל מה שהם צריכים כדי ליהנות מהריגוש של טיסה של FPV במלואה. <br />
        </h3>
    </div>
    <h3>
            <img src="../Pictures/Fat2.png" />

    <img src="../Pictures/Fat1.png" />
        </h3>
</asp:Content>
