<%@ Page Title="FPV" Language="C#" MasterPageFile="~/AspPages/MasterPage.Master" AutoEventWireup="true" CodeBehind="Fpv.aspx.cs" Inherits="Finel_Project_Drones.AspPages.WebForm1" ClientIDMode="Static"%>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">

    <h1 style="text-align:center">FPV:</h1>

    <div>
        <h3>
            מערכת DJI FPV (First Person View) מייצגת אבן דרך משמעותית בעולם טכנולוגיית המל"טים הצרכנית, ומציעה למשתמשים חווית טיסה סוחפת ומרגשת כמו שלא הייתה מעולם. שלא כמו מזל"טים מסורתיים של מצלמה, המיועדים בעיקר לצילום אווירי ווידאו, מערכת DJI FPV מותאמת במיוחד לטיסה בגוף ראשון, ומאפשרת למשתמשים להטיס את המל"ט כאילו הם יושבים בתא הטייס, חווים טיסה במהירות גבוהה. תמרונים שואבי אדרנלין בזמן אמת.
בליבה של מערכת DJI FPV נמצא רחפן ה-FPV עצמו, קוואדקופטר אלגנטי ואווירודינמי המיועד לטיסה בעלת ביצועים גבוהים. עם מנועים חזקים, בקרת טיסה מגיבה ומסגרת עמידה, מזל"ט ה-FPV מסוגל להגיע למהירויות של עד 140 קמ"ש (כ-87 מייל לשעה), ומאפשר למשתמשים לבצע תמרונים דינמיים כגון התהפכות, גלגולים וצלילות. עם דיוק וביטחון.
משלימים את רחפן FPV הוא DJI FPV Goggles, סט של משקפי מגן המספקים למשתמשים מבט מגוף ראשון על נקודת המבט של המל"ט בזמן אמת. עם צגים ברזולוציה גבוהה, שידור וידאו עם אחזור נמוך ועיצוב ארגונומי, משקפי FPV מציעים חווית צפייה נוחה וסוחפת, המאפשרת למשתמשים לראות את העולם מנקודת מבט חדשה לגמרי כשהם מטיסים את המל"ט שלהם באוויר.
בנוסף לרחפן FPV ומשקפי המגן, מערכת DJI FPV כוללת גם שלט רחוק ייעודי, הכולל בקרות טיסה אינטואיטיביות, לחצנים הניתנים להתאמה אישית ומסך תצוגה מובנה לגישה למידע והגדרות טיסה מרכזיים. עם השלט הרחוק, משתמשים יכולים להפעיל את מזל"ט ה-FPV שלהם בדיוק ובביטחון, לבצע תמרונים מורכבים וללכוד צילומי אוויר מדהימים בקלות.
אחד המאפיינים המרכזיים של מערכת DJI FPV הוא תכונות הבטיחות והסיוע המתקדמות שלה, שנועדו לעזור למשתמשים לטוס בביטחון ובאחריות, גם במהירויות גבוהות. תכונות אלו כוללות זיהוי והימנעות ממכשולים, בלימת חירום וריחוף, ומיקום GPS מדויק, המספקים למשתמשים שקט נפשי ומבטיחים חווית טיסה בטוחה ומהנה.
בסך הכל, מערכת DJI FPV מייצגת את העתיד של טכנולוגיית הרחפנים, ומציעה למשתמשים שילוב שאין שני לו של מהירות, זריזות וטבילה. בין אם מדובר בחקירת מיקומים חדשים ממעוף הציפור, בצילום אווירי עוצר נשימה, או בחוויית הריגוש של טיסה במהירות גבוהה, מערכת DJI FPV פותחת עולם של אפשרויות לחובבי מזל"טים ולחובבי אדרנלין כאחד.    </h3>
    </div>
    <h3>
    <img src="../Pictures/FPV2.png" />

    <img src="../Pictures/FPV1.png" />
        </h3>
</asp:Content>