<%@ Page Title="היסטוריה של רחפנים" Language="C#" MasterPageFile="~/AspPages/MasterPage.Master" AutoEventWireup="true" CodeBehind="HistoryOfDrones.aspx.cs" Inherits="Finel_Project_Drones.AspPages.WebForm1" ClientIDMode="Static"%>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">

    <h1 style="text-align:center">היסטוריה של רחפנים</h1>

    <div>
        <h3>
            ההיסטוריה של המל"טים משתרעת על פני מאה שנה, והתפתחה ממטוסי ניסוי מוקדמים לכלי טיס בלתי מאוישים מתקדמים (מל"טים) עם מגוון רחב של יישומים. להלן סקירה כללית של אבני דרך מרכזיות בהיסטוריה של המל"טים: <br />

מושגים מוקדמים (סוף המאה ה-19 עד תחילת המאה ה-20): הרעיון של כלי טיס בלתי מאוישים מתחיל מסוף המאה ה-19, עם ניסויים מוקדמים שכללו כלי טיס אוטונומיים הנשלטים מרחוק. אחת הדוגמאות הבולטות היא באג קטרינג, שפותח על ידי צ'ארלס קטרינג במהלך מלחמת העולם הראשונה, שהיה אחד הניסיונות הראשונים ליצור פצצה מעופפת אוטונומית. <br />

פיתוח צבאי (אמצע המאה ה-20): מל"טים זכו לתשומת לב ופיתוח משמעותיים במהלך מלחמת העולם השנייה, בעיקר לצורך סיור צבאי ותרגול מטרות. צבא ארה"ב ערך ניסויים בתכנונים שונים של מל"טים, כולל ה-OQ-2 Radioplane, ששימש לתרגול מטרות על ידי תותחנים נגד מטוסים. מל"טים המשיכו להתפתח לאורך המלחמה הקרה, עם פיתוחם של מל"טים דוגמת לוקהיד D-21. <br />

מל"טים מודרניים (סוף המאה ה-20 עד היום): בסוף המאה ה-20 נרשמו התקדמות משמעותית בטכנולוגיית המל"טים, המונעת על ידי התקדמות בתחום המחשוב, החיישנים ומערכות התקשורת. בשנות ה-80 התפתח ה- General Atomics MQ-1 Predator, מזל"ט מהפכני המסוגל למשימות מעקב וסיור. ה-Predator סלל את הדרך לרחפנים צבאיים מודרניים, כולל ה-MQ-9 Reaper, שעדיין נמצא בשימוש היום. <br />

יישומים מסחריים ואזרחיים (המאה ה-21): במאה ה-21 החלו רחפנים למצוא יישומים מעבר לצבא, כולל שימוש מסחרי ואזרחי. חברות כמו DJI חוללו מהפכה בשוק הרחפנים הצרכניים עם סדרת ה-Phantom שלהן, והציעו רחפנים קלים לשימוש עבור צילום אווירי ווידאו. מזל"טים מצאו גם יישומים בחקלאות, בנייה, חיפוש והצלה וניטור סביבתי. <br />

אתגרים רגולטוריים ודאגות בטיחות: התפשטותם המהירה של רחפנים הובילה לאתגרים רגולטוריים ודאגות בטיחותיות, במיוחד בנוגע לאינטגרציה של המרחב האווירי, פרטיות ואבטחה. ממשלות ברחבי העולם יישמו תקנות לטיפול בחששות אלה, כולל דרישות רישום, הגבלות מרחב אווירי ורישוי למפעילים מסחריים. <br />

התקדמות טכנולוגית: בשנים האחרונות, רחפנים המשיכו להתפתח עם התקדמות בטכנולוגיה כמו בינה מלאכותית, למידת מכונה ואוטונומיה. התקדמות אלו אפשרו לרחפנים לבצע משימות מורכבות יותר ויותר באופן אוטונומי, כגון טיסה אוטונומית, הימנעות ממכשולים וניווט מושכל. <br />

תחזית עתידית: עתיד המל"טים טומן בחובו פוטנציאל אדיר, עם התפתחויות מתמשכות בתחומים כמו ניידות אווירית עירונית, מל"טים ורובוטיקה נחילים. רחפנים צפויים למלא תפקיד משמעותי בתעשיות החל מתחבורה ולוגיסטיקה ועד שירותי בריאות וחירום, ומעצבים את הדרך בה אנו מתקשרים עם העולם שסביבנו. <br />

בסך הכל, ההיסטוריה של המל"טים משקפת מסע של חדשנות, ממטוסי ניסוי מוקדמים ועד לכלי טיס בלתי מאוישים מגוונים ובעלי כושר עם יישומים מגוונים בתחומים צבאיים, מסחריים ואזרחיים. ככל שהטכנולוגיה ממשיכה להתקדם והתקנות מתפתחות, רחפנים מוכנים למלא תפקיד יותר ויותר אינטגרלי בחברה שלנו. <br />
        </h3>
    </div>
    <h3>
    <img src="../Pictures/History1.png" />
    <img src="../Pictures/History2.png" />
        </h3>
</asp:Content>