<%@ Page Title="Inspire 2" Language="C#" MasterPageFile="~/AspPages/MasterPage.Master" AutoEventWireup="true" CodeBehind="Inspire2.aspx.cs" Inherits="Finel_Project_Drones.AspPages.WebForm1" ClientIDMode="Static"%>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">

    <h1 style="text-align:center">Inspire 2:</h1>

    <div>
        <h3>
            ה-DJI Inspire 2 מייצג התקדמות משמעותית בעולם הצילום האווירי המקצועי, המתבסס על הצלחתו של קודמו, ה-Inspire 1, ומציע ליוצרי סרטים ויוצרי תוכן פלטפורמה חזקה ורב-תכליתית עוד יותר ללכידת צילומי אוויר מרהיבים. ה-Inspire 2 שוחרר על ידי DJI, יצרנית מובילה של רחפנים צרכניים ומקצועיים, ומשלב טכנולוגיה מתקדמת עם עיצוב חזק, ומספק ביצועים ואמינות יוצאי דופן במגוון רחב של תרחישי צילום. <br />

בליבת ה-DJI Inspire 2 נמצאת מערכת ההנעה המתקדמת שלו, הכוללת מנועים חזקים ומדחפים מעוצבים המאפשרים תאוצה מהירה יותר, מהירויות גבוהות יותר וזריזות רבה יותר בהשוואה ל-Inspire 1. עם מהירות מרבית של עד 94 קילומטרים לשעה ( כ-58 מייל לשעה) ומהירות עלייה מרבית של 6 מטר לשנייה (כ-19.7 רגל לשנייה), ה-Inspire 2 מסוגל ללכוד צילומי אוויר דינמיים בדיוק ויציבות. <br />

ה-Inspire 2 כולל גם שלדת אוויר חזקה וקלת משקל הבנויה מחומרים עמידים כמו סגסוגת אלומיניום מגנזיום, מה שמבטיח חוזק ואמינות תוך מזעור משקל. עיצוב זה מאפשר לרחפן לעמוד בתנאי סביבה קשים ומספק הגנה נוספת למרכיביו הפנימיים, מה שהופך אותו למתאים לשימוש במגוון רחב של סביבות צילום, מנופים חיצוניים קשים ועד להגדרות פנימיות מבוקרות. <br />

אחד המאפיינים הבולטים של DJI Inspire 2 הוא מערכת המצלמות המתקדמת שלו, המציעה ליוצרי סרטים גמישות ואיכות תמונה שאין שני לה. ה-Inspire 2 תואם למגוון דגמי מצלמות Zenmuse, כולל Zenmuse X4S, X5S ו-X7, כל אחד מציע גדלים שונים של חיישנים, רזולוציות ויכולות. מצלמות אלו מספקות ליוצרי סרטים את היכולת לצלם קטעים מרהיבים ברזולוציית 4K ואפילו 6K עם פרטים יוצאי דופן וטווח דינמי, מה שהופך את Inspire 2 לאידיאלי עבור פרויקטים מקצועיים של יצירת סרטים. <br />

בנוסף לאפשרויות המצלמה המתקדמות שלו, ה-DJI Inspire 2 מתגאה במגוון מצבי טיסה חכמים ותכונות אוטונומיות שמקלים מתמיד על צילום קטעים באיכות מקצועית. אלה כוללים תכונות כגון ActiveTrack, המאפשרת לרחפן לעקוב אוטומטית אחר נושאים תוך הימנעות ממכשולים, ו-Spotlight Pro, המאפשרת לטייס להתמקד במסגור הצילום בזמן שהמל"ט מטפל בטיסה. בנוסף, מצב המפעיל הכפול של Inspire 2 מאפשר שליטה נפרדת בפונקציות הטיסה והמצלמה של הרחפן, ומספק ליוצרי סרטים גמישות ודיוק גדולים יותר בצילומים שלהם. <br />

בסך הכל, ה-DJI Inspire 2 קובע סטנדרט חדש לצילום אווירי מקצועי, ומציע ליוצרי קולנוע ויוצרי תוכן ביצועים, צדדיות ואיכות תמונה ללא תחרות. עם מערכת ההנעה המתקדמת, העיצוב החזק ואפשרויות המצלמה החדישות שלו, ה-Inspire 2 נשאר בחירה פופולרית עבור יוצרי סרטים ברחבי העולם הדורשים את הטוב ביותר בטכנולוגיית הדמיה אווירית. <br />
        </h3>
    </div>
    <h3>
    <img src="../Pictures/Inspire21.png" />
    <img src="../Pictures/Inspire22.png" />
    </h3>
</asp:Content>