<%@ Page Title="רישיון לרחפן" Language="C#" MasterPageFile="~/AspPages/MasterPage.Master" AutoEventWireup="true" CodeBehind="LicenseForDrone.aspx.cs" Inherits="Finel_Project_Drones.AspPages.WebForm1" ClientIDMode="Static"%>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">

    <h1 style="text-align:center">רישיון לרחפן בישראל:</h1>

    <div>
        <h3>
            בישראל, הפעלת מזל"ט באופן מסחרי או למטרות אחרות מחייבת קבלת רישיון או היתר מרשות התעופה האזרחית. להלן סקירה כללית של תהליך הרישוי והדרישות לרחפנים בישראל: <br />

1. **אישור מפעיל:** אנשים או גופים המתכוונים להפעיל רחפנים למטרות מסחריות בישראל חייבים לקבל אישור מפעיל מרשות התעופה האזרחית (CAA). היתר זה מסמיך את המפעיל לבצע טיסות רחפנים לפעילויות מסחריות ספציפיות, כגון צילומי אוויר, מדידות או בדיקות. <br />

2. **הכשרה והסמכה:** כדי לזכות בהיתר מפעיל, על המועמדים להשלים קורס הכשרה שאושר על ידי CAA. ההכשרה מכסה בדרך כלל נושאים כמו תקנות תעופה, ניהול מרחב אווירי, פעולות רחפנים, נהלי בטיחות ופרוטוקולי חירום. עם סיום ההכשרה בהצלחה, על המועמדים לעבור בחינה בכתב לקבלת הסמכה מ-CAA. <br />

3. **ביטוח:** בנוסף להכשרה והסמכה, המפעילים נדרשים לקבל כיסוי ביטוחי אחריות לפעילות הרחפנים שלהם. פוליסת הביטוח חייבת לעמוד בדרישות הכיסוי המינימלי המפורטות על ידי ה-CAA ולספק שיפוי מפני אחריות צד ג' בגין נזקי רכוש או פציעה אישית שנגרמה מתאונות רחפנים. <br />

4. **מגבלות תפעוליות:** המפעילים נדרשים להקפיד על מגבלות והגבלות תפעוליות מסוימות בעת הטסת מל"טים בישראל. אלה עשויים לכלול הגבלות על גובה טיסה, מרחק מאזורים מיושבים, קרבה לשדות תעופה ולמקומות רגישים ועמידה בתקנות המרחב האווירי והגבלות טיסה זמניות. המפעילים חייבים גם לשמור על קו ראייה חזותי עם המל"טים שלהם במהלך הטיסה ולהימנע מטיסות במרחב אווירי מוגבל ללא אישור מתאים. <br />

5. **רישום:** כל המל"טים השוקלים מעל 250 גרם חייבים להיות רשומים ב-CAA לפני שניתן יהיה להפעילם בישראל. הרישום כרוך במתן פרטים כגון יצרן המל"ט, דגם, מספר סידורי ופרטי בעלים/מפעילים. לאחר ההרשמה, המפעילים מקבלים מספר זיהוי ייחודי שיש להדביק על המל"ט לצורכי זיהוי. <br />

6. **חידוש ותאימות:** אישורי מפעיל והסמכות תקפים בדרך כלל לתקופה מוגדרת, שלאחריה המפעילים נדרשים לחדש את הרישיונות שלהם על ידי ביצוע הכשרה או הערכות נוספות לפי הצורך. המפעילים חייבים גם לציית לכל עדכונים או שינויים בתקנות התעופה או במדיניות המל"טים שהונפקו על ידי CAA במהלך תקופת התוקף של הרישיונות שלהם. <br />

חשוב למפעילי רחפנים בישראל להכיר את התקנות והדרישות הרלוונטיות להפעלת רחפנים כדי להבטיח ציות ובטיחות. אי עמידה בדרישות הרישוי או במגבלות התפעול עלול לגרום לקנסות, עונשים או השלכות משפטיות. לכן, המפעילים מוזמנים להישאר מעודכנים לגבי ההתפתחויות והתקנות האחרונות הקשורות לפעילות רחפנים בישראל. <br />
        </h3>
    </div>
    <h3>
    <img src="../Pictures/License1.png" />
    <img src="../Pictures/License2.png" />
        </h3>
</asp:Content>