<%@ Page Title="Mavic Air 2" Language="C#" MasterPageFile="~/AspPages/MasterPage.Master" AutoEventWireup="true" CodeBehind="MavicAir2.aspx.cs" Inherits="Finel_Project_Drones.AspPages.WebForm1" ClientIDMode="Static"%>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">

    <h1 style="text-align:center">Mavic Air 2:</h1>

    <div>
        <h3>
            ה-DJI Mavic 2, ששוחרר באוגוסט 2018, מייצג התקדמות משמעותית בטכנולוגיית מזל"טים לצרכן, תוך הישענות על הצלחת קודמו, ה-Mavic 1, ומציג מספר שיפורים מרכזיים ותכונות חדשות. הנה סקירה כללית של מזל"ט DJI Mavic 2: <br />

1. **שני דגמים:** ה-DJI Mavic 2 זמין בשני דגמים: ה-Mavic 2 Pro וה-Mavic 2 Zoom, כל אחד מותאם לצרכי המשתמש ולהעדפות שונות. ה-Mavic 2 Pro כולל מצלמת Hasselblad עם חיישן CMOS בגודל 1 אינץ', המסוגלת לצלם תמונות סטילס מדהימות ברזולוציית 20 מגה-פיקסל וצילומי וידאו 4K עם איכות תמונה יוצאת דופן וטווח דינמי. ה-Mavic 2 Zoom, לעומת זאת, כולל עדשת זום עם יכולות זום אופטי, המאפשרת למשתמשים לבצע זום על נושאים תוך שמירה על איכות תמונה ופרטים. <br />

2. **ביצועי מצלמה משופרים:** שני הדגמים של מזל"ט Mavic 2 כוללים ביצועי מצלמה משופרים בהשוואה לקודמיהם. מצלמת Hasselblad של Mavic 2 Pro מציעה דיוק צבע משופר, ביצועים משופרים בתאורה נמוכה והגדרות צמצם מתכווננות, המעניקות למשתמשים שליטה רבה יותר על הצילום והווידאו. עדשת הזום של Mavic 2 Zoom מאפשרת קומפוזיציה צילום ופרספקטיבה יצירתית, עם תכונות כגון Dolly Zoom לאפקטים של זום קולנועי. <br />

3. **חישת מכשולים בכל-כיווני:** ה-DJI Mavic 2 מצויד במערכות חישת מכשולים בכל-כיווניות מתקדמות, כולל חיישנים בכל צידי הרחפן לזיהוי מכשולים והימנעות מהתנגשויות במהלך הטיסה. זה משפר את הבטיחות והאמינות של המל"ט, ומאפשר טיסה בטוחה בסביבות מורכבות ובחללים צרים. מערכות חישת המכשולים מאפשרות גם מצבי טיסה חכמים כמו ActiveTrack 2.0, המשתמש באלגוריתמים מתקדמים למעקב מדויק אחר נושאים תוך הימנעות ממכשולים. <br />

4. **ביצועי טיסה משופרים:** מזל"ט Mavic 2 מציג ביצועי טיסה ויציבות משופרים, עם זמני טיסה ארוכים יותר, מהירויות מהירות יותר והתנגדות רוח משופרת בהשוואה לקודמו. ה-Mavic 2 Pro וה-Mavic 2 Zoom מציעים שניהם זמן טיסה מרבי של עד 31 דקות בטעינת סוללה בודדת ומהירות מרבית של עד 72 קילומטרים לשעה (כ-44.7 מייל לשעה). זה מאפשר למשתמשים לכסות יותר קרקע וללכוד יותר צילומים בטיסה אחת. <br />

5. **Hyperlapse ומצבים חכמים אחרים:** DJI Mavic 2 מציג מצבי טיסה חכמים חדשים ותכונות יצירתיות, כולל Hyperlapse, המאפשר למשתמשים לצלם סרטוני זמן-lapse מדהימים עם תנועת מצלמה דינמית. מצבים חכמים אחרים כוללים ActiveTrack 2.0 למעקב אחר נושא מדויק, Point of Interest 2.0 לצילומי מסלול אוטומטיים ו-Waypoint 2.0 לנתיבי טיסה הניתנים להתאמה אישית. תכונות אלו מקלות על המשתמשים ללכוד צילומי אוויר באיכות מקצועית עם כשרון יצירתי. <br />

6. **בקר מרחוק משופר:** ה-Mavic 2 מגיע עם שלט רחוק מעודכן הכולל את טכנולוגיית OcuSync 2.0 של DJI לשידור אמין לטווח ארוך של הזנת וידאו HD מהרחפן לבקר. השלט רחוק כולל מסך תצוגה מובנה לניטור וידאו חי ונתוני טלמטריית טיסה, כמו גם לחצנים ופקדים הניתנים להתאמה אישית לגישה קלה לפונקציות והגדרות מפתח. <br />

בסך הכל, ה-DJI Mavic 2 מציב סטנדרט חדש עבור רחפנים לצרכנים עם יכולות המצלמה המתקדמות שלו, מצבי טיסה חכמים, מערכות חישת מכשולים משופרות וביצועי טיסה משופרים. בין אם מצלמים צילומי אוויר מרהיבים או צילומי וידיאו קולנועיים, ה-Mavic 2 מציע למשתמשים אפשרויות יצירתיות ורב-גוניות ללא תחרות בחבילה קומפקטית וניידת. <br />
        </h3>
    </div>
    <h3>
<img src="../Pictures/Mavic21.png" />
    <img src="../Pictures/Mavic22.png" />
        </h3>
</asp:Content>