<%@ Page Title="Mavic Air 1" Language="C#" MasterPageFile="~/AspPages/MasterPage.Master" AutoEventWireup="true" CodeBehind="MavicAir1.aspx.cs" Inherits="Finel_Project_Drones.AspPages.WebForm1" ClientIDMode="Static"%>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">

    <h1 style="text-align:center">Mavic Air 1:</h1>

    <div>
        <h3>
            ה-DJI Mavic 1, שיצא ב-2016, סימן אבן דרך משמעותית בטכנולוגיית הרחפנים לצרכן, והציג עיצוב קומפקטי ומתקפל מבלי להתפשר על ביצועים ותכונות. הנה סקירה כללית של מזל"ט DJI Mavic 1: <br />

1. **עיצוב קומפקטי ומתקפל:** אחד המאפיינים הבולטים של ה-DJI Mavic 1 הוא העיצוב הקומפקטי והמתקפל שלו, שאפשר למשתמשים להעביר בקלות את הרחפן בתיק גב או בתיק. הזרועות והמדחפים המתקפלים של ה-Mavic 1 אפשרו לפרוס אותו במהירות ולקפל אותו בחזרה למבנה קומפקטי לאחסון ושינוע. זה הפך את ה-Mavic 1 לנייד מאוד ונוח לנסיעות ולהרפתקאות בחוץ. <br />

2. **מצלמה באיכות גבוהה:** ה-DJI Mavic 1 צויד במצלמה איכותית המסוגלת לצלם צילומי וידאו מרהיבים של 4K ותמונות סטילס של 12 מגה פיקסל. המצלמה כללה מערכת ייצוב גימבל בת 3 צירים, שהבטיחה צילום חלק ויציב גם בזמן טיסה במהירות גבוהה או תנאי רוח. עם טווח ההטיה המתכוונן שלו, המשתמשים יכולים להתאים בקלות את זווית המצלמה כדי ללכוד את הצילום המושלם מנקודות מבט שונות. <br />

3. **מצבי טיסה חכמים:** ה-Mavic 1 הציג מגוון של מצבי טיסה ותכונות חכמים שהקלו על המשתמשים ללכוד צילומי אוויר באיכות מקצועית. אלה כללו תכונות כמו ActiveTrack, שאפשרה לרחפן לעקוב אוטומטית אחר נושאים תוך הימנעות ממכשולים, ו-TapFly, שאפשרה למשתמשים להקיש על מסך המכשיר הנייד שלהם כדי להטיס את המל"ט למקום ייעודי. מצבי טיסה חכמים נוספים כללו מצב חצובה לטיסה מדויקת והילוך איטי, ומצב מחוות לשליטה ללא ידיים. <br />

4. **ביצועי טיסה:** למרות גודלו הקומפקטי, ה-DJI Mavic 1 הציע ביצועי טיסה ויציבות מרשימים. מצויד במערכות מיקום GPS ו-GLONASS, כמו גם חיישני ראייה קדימה ומטה, ה-Mavic 1 היה מסוגל לעוף בדיוק ויציבות הן בפנים והן בחוץ. הוא כלל זמן טיסה מרבי של כ-27 דקות בטעינת סוללה אחת וטווח מרבי של עד 7 קילומטרים (כ-4.3 מיילים). <br />

5. **שלט רחוק וקישוריות:** ה-DJI Mavic 1 נשלט באמצעות שלט ייעודי שהציג מסך תצוגה מובנה לניטור וידאו חי ונתוני טלמטריית טיסה. השלט הרחוק השתמש בטכנולוגיית OcuSync של DJI לשידור אמין לטווח ארוך של הזנת וידאו HD מהרחפן לבקר, מה שמבטיח חיבור ברור ויציב גם באזורים עם הפרעות או מכשולים גבוהים. <br />

בסך הכל, ה-DJI Mavic 1 הציב סטנדרט חדש עבור רחפנים לצרכנים עם העיצוב הקומפקטי, המצלמה האיכותית, מצבי הטיסה החכמים וביצועי הטיסה המרשימים שלו. זה נשאר בחירה פופולרית עבור חובבי מזל"טים וצלמים שמחפשים מזל"ט נייד ומסוגל ללכידת צילומי אוויר ולחקור את העולם מנקודת מבט חדשה. <br />
        </h3>
    </div>
    <h3>
    <img src="../Pictures/Mavic11.png" />
    <img src="../Pictures/Mavic12.png" />
        </h3>
</asp:Content>