<%@ Page Title="Mini 2" Language="C#" MasterPageFile="~/AspPages/MasterPage.Master" AutoEventWireup="true" CodeBehind="Mini2.aspx.cs" Inherits="Finel_Project_Drones.AspPages.WebForm1" ClientIDMode="Static"%>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">

    <h1 style="text-align:center">Mini 2:</h1>

    <div>
        <h3>
            ה-DJI Mini 2, שיצא בנובמבר 2020, מייצג שדרוג משמעותי לקודמו, ה-DJI Mini 1, המציע ביצועים משופרים, תכונות משופרות ויכולות גדולות יותר בעיצוב קומפקטי וקל משקל. הנה סקירה כללית של מזל"ט DJI Mini 2: <br />

1. **טווח מרבי מוגדל:** אחד מהשדרוגים המרכזיים של ה-DJI Mini 2 הוא הטווח המרבי המוגדל שלו לשליטה מרחוק והעברת וידאו. עם טכנולוגיית OcuSync 2.0, ה-Mini 2 יכול להעביר הזנת וידאו HD מהרחפן אל השלט הרחוק במרחקים של עד 10 קילומטרים (כ-6.2 מיילים), ומספקים למשתמשים חופש וגמישות גדולים יותר בחקר האוויר שלהם. טווח מורחב זה גם משפר את האמינות והיציבות של המל"ט בסביבות טיסה מרוחקות או מאתגרות. <br />

2. **מצלמת 4K:** ה-DJI Mini 2 כולל מצלמת 4K המסוגלת לצלם קטעי וידאו מרהיבים ברזולוציות של עד 4K/30fps ותמונות סטילס של 12 מגה-פיקסל. שדרוג משמעותי זה ברזולוציית המצלמה ובאיכות התמונה מאפשר למשתמשים לצלם תמונות אוויר מפורטות ותוססות יותר, מה שהופך את ה-Mini 2 למתאים למגוון רחב של יישומים יצירתיים ומקצועיים. המצלמה מותקנת על מערכת ייצוב גימבלים ממונעת 3 צירים, המבטיחה צילום חלק ויציב גם בזמן טיסה במהירות גבוהה או תנאי רוח. <br />

3. **מצבים חכמים משופרים:** בהתבסס על הצלחת ה-DJI Mini 1, ה-Mini 2 מציג מצבי טיסה ותכונות חכמים חדשים ומשופרים המקלים מתמיד על המשתמשים לצלם צילומי אוויר באיכות מקצועית עם מינימום הוראות שימוש קֶלֶט. אלה כוללים מצבי QuickShots כגון Dronie, Helix, Rocket ו-Circle, המאפשרים לרחפן לבצע תמרונים אוויריים מתוכנתים מראש לצילומים יצירתיים וקולנועיים. בנוסף, תכונות כגון מצב פנורמה וצילום משופר מאפשרים למשתמשים לצלם תמונות פנורמיות מדהימות ותמונות בטווח דינמי גבוה (HDR) בקלות. <br />

4. **התנגדות רוח משופרת:** ה-DJI Mini 2 מציג עמידות רוח משופרת בהשוואה לקודמו, הודות לשיפורים בעיצוב האווירודינמי ובביצועי המנוע. זה מאפשר למיני 2 לשמור על יציבות ושליטה גם בתנאי רוח מתונים, מה שמבטיח ביצועי טיסה חלקים ואמינים יותר ללכידת צילומי אוויר. <br />

5. **תכונות בטיחות משופרות:** ה-Mini 2 משלב מספר תכונות בטיחות כדי להבטיח טיסה בטוחה ואחראית, כולל טכנולוגיית גיאופנסינג למניעת טיסה של המל"ט למרחב אווירי מוגבל, פונקציונליות חזרה לבית לנחיתה בטוחה אוטומטית במקרה של סוללה חלשה או חיבור אבד, ומגבלות גובה כדי למנוע מהמל"ט לטוס גבוה מדי. בנוסף, ה-Mini 2 כולל טכנולוגיית AirSense, המספקת התראות בזמן אמת לטייסים על מטוסים מאוישים בקרבת מקום, ומשפרת את המודעות למצב ובטיחות המרחב האווירי. <br />

בסך הכל, ה-DJI Mini 2 מתבסס על ההצלחה של קודמו עם שדרוגים משמעותיים בביצועים, באיכות המצלמה ובתכונות חכמות, מה שהופך אותו לבחירה אידיאלית למתחילים, חובבים ומקצוענים כאחד שדורשים יכולות הדמיה אווירית באיכות גבוהה במצלמה קומפקטית. וחבילה ניידת. <br />
        </h3>
    </div>
    <h3>
    <img src="../Pictures/Mini21.png" />
    <img src="../Pictures/Mini22.png" />
    </h3>
</asp:Content>