<%@ Page Title="Mini 1" Language="C#" MasterPageFile="~/AspPages/MasterPage.Master" AutoEventWireup="true" CodeBehind="Mini1.aspx.cs" Inherits="Finel_Project_Drones.AspPages.WebForm2" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">

    <h1 style="text-align:center">Mini 1:</h1>

    <div>
        <h3>
            ה-DJI Mini 1, הידוע גם בשם DJI Mavic Mini, שוחרר בנובמבר 2019, מסמן את כניסתה של DJI לשוק המל"טים הקל והקומפקטי במיוחד. הנה סקירה כללית של מזל"ט DJI Mini 1: <br />

1. **עיצוב אולטרה-קל משקל:** ה-DJI Mini 1 הוא אחד המל"טים הקלים והקומפקטיים ביותר בהרכב של DJI, במשקל של 249 גרם בלבד (8.78 אונקיות). עיצוב קל זה הופך אותו לפטור מתקנות מסוימות במדינות רבות, מה שמאפשר למשתמשים להטיס אותו ללא צורך ברישום או רישוי בתחומי שיפוט מסוימים. למרות גודלו הקטן, ה-Mini 1 שומר על העיצוב המתקפל הייחודי של סדרת Mavic, המאפשר הובלה ואחסון קלים. <br />

2. **מצלמה 2.7K:** ה-DJI Mini 1 מצוידת במצלמת 2.7K המסוגלת לצלם קטעי וידאו באיכות גבוהה ותמונות סטילס של 12 מגה-פיקסל. אמנם לא ברזולוציה גבוהה כמו חלק מהרחפנים האחרים של DJI, אבל המצלמה של ה-Mini 1 עדיין מספקת איכות תמונה מרשימה עבור הגודל וטווח המחירים שלה. המצלמה מותקנת על מערכת ייצוב גימבל 3 צירים, המבטיחה צילום חלק ויציב גם בתנאי רוח או בתמרונים מהירים. <br />

3. **בקרות טיסה פשוטות:** ה-Mini 1 תוכנן להיות ידידותי למשתמש ונגיש למתחילים, עם בקרות טיסה פשוטות ותכונות אינטואיטיביות שמקלות על הטיסה. המל"ט מגיע עם שלט ייעודי המתחבר לסמארטפון באמצעות אפליקציית Fly של DJI, המאפשר למשתמשים לגשת להגדרות טיסה מתקדמות ולתכונות כמו מצבי QuickShot, המאפשרים לרחפן לבצע תמרונים אוויריים מתוכנתים מראש לצילומים יצירתיים. <br />

4. **חיישני GPS וראייה כלפי מטה:** למרות גודלו הקטן, ה-DJI Mini 1 מצויד ב-GPS וחיישני ראייה כלפי מטה, המאפשרים מיקום מדויק וריחוף יציב במהלך הטיסה. חיישנים אלו תורמים גם לתכונות הבטיחות של המל"ט, ומאפשרים לו לשמור על מיקומו וגובהו גם בתנאי טיסה מאתגרים או בעת טיסה בתוך הבית. <br />

5. **זמן טיסה מורחב:** ה-DJI Mini 1 מציע זמן טיסה מרשים של עד 30 דקות בטעינת סוללה אחת, מה שמאפשר למשתמשים לצלם יותר צילומים בסשן טיסה בודד. זמן הטיסה הממושך הזה מתאפשר הודות למערכת ניהול הכוח היעילה של המל"ט ומבנה קל משקל, המייעלים את צריכת האנרגיה וממקסמים את סיבולת הטיסה. <br />

6. **תכונות בטיחות:** למרות העיצוב הקל והקומפקטי שלו, ה-DJI Mini 1 משלב מספר תכונות בטיחות כדי להבטיח טיסה בטוחה ואחראית. אלה כוללים טכנולוגיית גיאופנסינג למניעת טיסה של המל"ט למרחב אווירי מוגבל, פונקציונליות חזרה לבית לנחיתה בטוחה אוטומטית במקרה של סוללה חלשה או חיבור אבד, ומגבלות גובה כדי למנוע מהמל"ט לטוס גבוה מדי. <br />

בסך הכל, ה-DJI Mini 1 מציע איזון מצוין בין ניידות, ביצועים ובמחיר סביר, מה שהופך אותו לבחירה אידיאלית למשתמשים מתחילים, מזדמנים ולכל מי שמחפש מזל"ט קומפקטי וקל לשימוש לצילום אווירי ווידאו. <br />
        </h3>
    </div>
    <h3>
    <img src="../Pictures/Mini11.png" />
    <img src="../Pictures/Mini12.png" />
        </h3>
</asp:Content>
