<%@ Page Title="Phantom 4" Language="C#" MasterPageFile="~/AspPages/MasterPage.Master" AutoEventWireup="true" CodeBehind="Phantom4.aspx.cs" Inherits="Finel_Project_Drones.AspPages.WebForm1" ClientIDMode="Static"%>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">

    <h1 style="text-align:center">Phantom 4:</h1>

    <div>
        <h3>
            ה-DJI Phantom 4, ששוחרר במרץ 2016, היווה קפיצת מדרגה משמעותית בטכנולוגיית המל"טים לצרכן, ומציע למשתמשים תכונות מתקדמות, ביצועים משופרים ויכולות משופרות ללכידת צילומי אוויר וצילום מרהיבים. הנה סקירה כללית של מזל"ט DJI Phantom 4: <br />

1. **חישת מכשולים והימנעות:** אחת התכונות הבולטות של ה-DJI Phantom 4 היא מערכת חישת המכשולים המתקדמת שלו, המשתמשת בשילוב של חיישנים חזיתיים, חיישני מיקום ראייה כלפי מטה ואלגוריתמים מתקדמים לראייה ממוחשבת. לזהות מכשולים בנתיב הטיסה שלו ולנווט סביבם באופן אוטומטי. זה מאפשר לרחפן לטוס באוטונומיה ובביטחון רב יותר, אפילו בסביבות מורכבות עם מכשולים כמו עצים, מבנים או מל"טים אחרים. <br />

2. **ActiveTrack ו-TapFly:** ה-Phantom 4 הציג מצבי טיסה ומאפיינים חכמים חדשים שמקלים מתמיד על המשתמשים לצלם צילומי אוויר באיכות מקצועית עם כישורי טייס מינימליים. ActiveTrack מאפשר לרחפן לעקוב אוטונומי אחר נושא, בין אם זה אדם, רכב או חפץ אחר, באמצעות אלגוריתמים מתקדמים של ראייה ממוחשבת כדי לשמור על נעילה על הנושא ולשמור אותו במסגרת. TapFly מאפשר למשתמשים להקיש על מסך המכשיר הנייד שלהם כדי להטיס את המל"ט למקום ייעודי, מה שמאפשר בקרת טיסה חלקה ומדויקת ללא צורך בטייס ידני. <br />

3. **ביצועי טיסה מוגברים:** DJI Phantom 4 מציע ביצועי טיסה משופרים בהשוואה לקודמיו, עם מהירויות מהירות יותר, זמני טיסה ארוכים יותר ויכולת תמרון משופרת. עם מהירות מרבית של עד 72 קילומטרים לשעה (כ-44.7 מיילים לשעה) וזמן טיסה מרבי של עד 28 דקות על טעינת סוללה אחת, ה-Phantom 4 יכול לכסות יותר קרקע וללכוד יותר צילומים בסשן טיסה בודד . <br />

4. **מצלמה באיכות גבוהה:** כמו קודמותיה, ה-DJI Phantom 4 מצויד במצלמה איכותית המסוגלת לצלם תמונות סטילס חדות של 12 מגה-פיקסל וצילומי וידאו חלקים ומיוצבים ברזולוציית 4K עד. המצלמה מותקנת על מערכת ייצוב גימבל 3 צירים, המבטיחה צילום יציב וללא רעידות גם בזמן טיסה במהירות גבוהה או תנאי רוח. זה מאפשר למשתמשים לצלם תמונות אוויר באיכות מקצועית בקלות. <br />

5. **מערכת FPV משולבת:** ה-Phantom 4 כולל מערכת משולבת של First Person View (FPV), המספקת הזנת וידאו בזמן אמת ממצלמת הרחפן לשלט הרחוק של הטייס או המכשיר הנייד. זה מאפשר למשתמשים לראות בדיוק את מה שהרחפן רואה, מה שמאפשר מסגור מדויק וקומפוזיציה של תמונות בזמן טיסה. מערכת FPV גם משפרת את חווית הטיסה הסוחפת, ומאפשרת למשתמשים להרגיש שהם מטיסים את המל"ט מתא הטייס. <br />

בסך הכל, ה-DJI Phantom 4 קבע סטנדרט חדש עבור רחפנים צרכניים עם יכולות חישה והימנעות מכשולים מתקדמות, מצבי טיסה חכמים, ביצועי טיסה מוגברים, מצלמה איכותית ומערכת FPV משולבת. זה נשאר בחירה פופולרית עבור חובבי מזל"טים וצלמים המחפשים פלטפורמה אווירית אמינה ובעלת יכולת ללכידת צילומי אוויר וצילומים מהממים. <br />
        </h3>
    </div>
    <h3>
    <img src="../Pictures/Phantom41.png" />
    <img src="../Pictures/Phantom42.png" />
        </h3>
</asp:Content>