<%@ Page Title="Phantom 3" Language="C#" MasterPageFile="~/AspPages/MasterPage.Master" AutoEventWireup="true" CodeBehind="Phantom3.aspx.cs" Inherits="Finel_Project_Drones.AspPages.WebForm1" ClientIDMode="Static"%>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">

    <h1 style="text-align:center">Phantom 3:</h1>

    <div>
        <h3>
            ה-DJI Phantom 3, ששוחרר באפריל 2015, סימן התקדמות משמעותית בטכנולוגיית הרחפנים לצרכן, ומציע למשתמשים פלטפורמה אווירית חזקה ובעלת יכולת ללכידת צילומי אוויר וצילום מרהיבים. הנה סקירה כללית של מזל"ט DJI Phantom 3: <br />

1. **מצלמה באיכות גבוהה:** אחת מתכונות המפתח של ה-DJI Phantom 3 היא המצלמה האיכותית שלו, המסוגלת לצלם תמונות סטילס חדות של 12 מגה-פיקסל וצילומי וידאו חלקים ומיוצבים ברזולוציית עד 2.7K. המצלמה מותקנת על מערכת ייצוב גימבל 3 צירים, המבטיחה צילום יציב וללא רעידות גם בזמן טיסה במהירות גבוהה או תנאי רוח. זה מאפשר למשתמשים לצלם תמונות אוויר באיכות מקצועית בקלות. <br />

2. **מערכת FPV משולבת:** ה-DJI Phantom 3 כולל מערכת משולבת של First Person View (FPV), המספקת הזנת וידאו בזמן אמת ממצלמת הרחפן לשלט הרחוק של הטייס או למכשיר הנייד. זה מאפשר למשתמשים לראות בדיוק את מה שהרחפן רואה, מה שמאפשר מסגור מדויק וקומפוזיציה של תמונות בזמן טיסה. מערכת FPV גם משפרת את חווית הטיסה הסוחפת, ומאפשרת למשתמשים להרגיש שהם מטיסים את המל"ט מתא הטייס. <br />

3. **טיסה בסיוע GPS:** ה-Phantom 3 משתמש במערכות מיקום לווייניות GPS ו-GLONASS כדי לאפשר בקרת טיסה יציבה ומדויקת. זה מאפשר לרחפן לשמור על מיקומו וגובהו באופן אוטונומי, גם בנוכחות רוח או גורמים חיצוניים אחרים. טיסה בסיוע GPS מאפשרת גם תכונות כמו חזרה אוטומטית לבית ומצבי טיסה חכמים, המפשטים את חווית הטיסה ומשפרים את הבטיחות. <br />

4. **מצבי טיסה חכמים:** ה-DJI Phantom 3 הציג מספר מצבי טיסה ותכונות חכמים המקלים על המשתמשים לצלם צילומי אוויר באיכות מקצועית עם כישורי טייס מינימליים. אלה כוללים תכונות כגון Follow Me, המאפשרת לרחפן לעקוב באופן אוטונומי אחר הטייס או נושא ייעודי, נקודת עניין, המאפשרת לרחפן להקיף נקודת עניין ספציפית, ונקודות ציון, המאפשרות למשתמשים מראש לתכנת נתיב טיסה עבור המל"ט. <br />

5. **בנייה עמידה ואמינה:** ה-Phantom 3 כולל בנייה עמידה ואמינה, עם שלדת אוויר קלת משקל אך חזקה שנועדה לעמוד בפני קשיחות השימוש בחוץ. מערכת בקרת הטיסה המתקדמת של המל"ט ומערכת ניהול הסוללה החכמה מבטיחים פעולה בטוחה ואמינה, בעוד שהעיצוב האווירודינמי שלו משפר את היציבות ואת יכולת התמרון בטיסה. זה הופך את ה-Phantom 3 למתאים למגוון רחב של יישומי צילום אוויר ווידאו, מטיסה פנאי ועד ליצירת סרטים מקצועיים. <br />

בסך הכל, ה-DJI Phantom 3 קבע סטנדרט חדש עבור רחפנים צרכניים עם המצלמה האיכותית שלו, מערכת FPV משולבת, טיסה בסיוע GPS, מצבי טיסה חכמים ובנייה עמידה. זה נשאר בחירה פופולרית עבור חובבי מזל"טים וצלמים המחפשים פלטפורמה אווירית אמינה ובעלת יכולת ללכידת צילומי אוויר וצילומים מהממים. <br />
        </h3>
    </div>
    <h3>
    <img src="../Pictures/Phantom31.png" />
    <img src="../Pictures/Phantom32.png" />
        </h3>
</asp:Content>