<%@ Page Title="Phantom 1" Language="C#" MasterPageFile="~/AspPages/MasterPage.Master" AutoEventWireup="true" CodeBehind="Phantom2.aspx.cs" Inherits="Finel_Project_Drones.AspPages.WebForm1" ClientIDMode="Static"%>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">

    <h1 style="text-align:center">Phantom 2:</h1>

    <div>
        <h3>
            ה-DJI Phantom 2, שיצא בדצמבר 2013, ייצג התקדמות משמעותית בטכנולוגיית המל"טים הצרכנית באותה תקופה, והציע למשתמשים יציבות טיסה משופרת, ביצועים משופרים וקלות שימוש רבה יותר בהשוואה לקודמו, DJI Phantom המקורי. הנה סקירה כללית של מזל"ט DJI Phantom 2: <br />

1. **יציבות טיסה משופרת:** אחד השיפורים המרכזיים ב-DJI Phantom 2 היה יציבות הטיסה המשופרת שלו, הודות לשילוב מערכת בקרת הטיסה המתקדמת של DJI וניווט בעזרת GPS. זה איפשר לרחפן לשמור על מיקומו וגובהו באופן אוטונומי, גם בתנאי רוח או בעת טיסה במהירויות גבוהות יותר. היציבות המשופרת הקלה על המשתמשים ללכוד צילומי אוויר וצילום חלקים ויציבים. <br />

2. **ניווט בסיוע GPS:** ה-Phantom 2 השתמש בטכנולוגיית מיקום לווייני GPS כדי לאפשר בקרת טיסה יציבה ומדויקת. זה איפשר לרחפן לשמור באופן אוטומטי על מיקומו וגובהו, כמו גם לעקוב אחר נתיבי טיסה או נקודות ציון מתוכנתות מראש שנקבעו על ידי המשתמש. ניווט בסיוע GPS איפשר גם תכונות כמו חזרה לבית, שהחזירו אוטומטית את המל"ט לנקודת ההמראה שלו במקרה של סוללה חלשה או חיבור אבד. <br />

3. **מערכת סוללות משודרגת:** DJI Phantom 2 הציג מערכת סוללות משודרגת שהציעה זמני טיסה ארוכים יותר בהשוואה לקודמו. עם הסוללה החדשה, ה-Phantom 2 יכול לטוס עד 25 דקות בטעינה בודדת, מה שמאפשר למשתמשים לצלם יותר צילומים בסשן טיסה בודד ללא צורך בהחלפת סוללה תכופה. חיי הסוללה המשופרים התאפשרו הודות להתקדמות בטכנולוגיית הסוללה וביעילות האנרגיה. <br />

4. **תושבת למצלמה באיכות גבוהה:** ה-DJI Phantom 2 כלל תושבת למצלמה באיכות גבוהה שאפשרה למשתמשים לצרף מצלמה או מערכת גימבל משלהם לצילום צילומי אוויר וצילום. זה סיפק למשתמשים גמישות רבה יותר ואפשרויות התאמה אישית, ואיפשרו להם להשתמש בציוד המצלמה המועדף עליהם לצורך צילום תמונות באיכות מקצועית. תושבת המצלמה הייתה תואמת למגוון רחב של מצלמות ומערכות גימבל של צד שלישי, כולל מצלמות GoPro והגימבלים מסדרת Zenmuse משל DJI. <br />

5. **עיצוב מודולרי:** כמו קודמיו, DJI Phantom 2 הציג עיצוב מודולרי שאפשר התאמה אישית ושדרוגים קלים. משתמשים יכולים בקלות להחליף או לשדרג רכיבים כגון מנועים, מדחפים וציוד נחיתה כדי להתאים לצרכים ולהעדפות הספציפיות שלהם. עיצוב מודולרי זה גם הקל על תחזוקה ותיקון, ואיפשר למשתמשים להחליף במהירות חלקים פגומים או בלויים ללא צורך בכלים מיוחדים או מומחיות טכנית. <br />

בסך הכל, ה-DJI Phantom 2 ייצג התקדמות משמעותית בטכנולוגיית המל"טים לצרכן, ומציע למשתמשים יציבות טיסה משופרת, ניווט בסיוע GPS, זמני טיסה ארוכים יותר ועיצוב מודולרי להתאמה אישית ושדרוגים. זה נשאר בחירה פופולרית עבור חובבי מזל"טים וצלמים המחפשים פלטפורמה אווירית אמינה ובעלת יכולת ללכידת צילומי אוויר וצילומים מהממים. <br />
        </h3>
    </div>
    <h3>
    <img src="../Pictures/Phantom22.png" />
    <img src="../Pictures/Phantom21.png" />
    
        </h3>
</asp:Content>