<%@ Page Title="Phantom 1" Language="C#" MasterPageFile="~/AspPages/MasterPage.Master" AutoEventWireup="true" CodeBehind="Phantom1.aspx.cs" Inherits="Finel_Project_Drones.AspPages.WebForm1" ClientIDMode="Static"%>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">

    <h1 style="text-align:center">Phantom 1:</h1>

    <div>
        <h3>
            ה-DJI Phantom 1, שיצא בינואר 2013, סימן את תחילתה של סדרת הרחפנים הפופולרית של DJI Phantom. למרות שאולי חסרים לו חלק מהתכונות המתקדמות שנמצאו בדגמים מאוחרים יותר, הוא מילא תפקיד מכריע בפופולריות של טכנולוגיית מזל"טים צרכנית והנגשת צילומי אוויר ווידאו לקהל רחב יותר. הנה סקירה כללית של מזל"ט DJI Phantom 1: <br />

1. **מצלמה משולבת:** ה-DJI Phantom 1 צויד במצלמה משולבת שאפשרה למשתמשים לצלם תמונות אוויר וסרטונים ישירות מהרחפן. למצלמה הייתה זווית ראייה קבועה והציעה שליטה מוגבלת בהגדרות כמו חשיפה ואיזון לבן. אמנם איכות התמונה אולי לא הייתה גבוהה כמו של דגמים מאוחרים יותר, אבל היא סיפקה למשתמשים כלי בסיסי אך פונקציונלי ללכידת צילומי אוויר וצילום. <br />

2. **ביצועי טיסה יציבים:** למרות העיצוב הפשוט יחסית שלו, ה-DJI Phantom 1 הציע ביצועי טיסה יציבים, הודות למערכת בקרת טיסה מובנית וניווט בעזרת GPS. המל"ט היה מסוגל לשמור על מיקומו וגובהו באופן אוטונומי, גם בתנאי רוח מתונים, מה שהקל על המשתמשים ללכוד צילומי אוויר חלקים ויציבים. אמנם חסרו חלק ממצבי הטיסה והתכונות המתקדמים שנמצאו בדגמים מאוחרים יותר, אך הוא סיפק בסיס איתן לצילום אווירי ווידאו. <br />

3. **קל לעוף:** אחת מנקודות המכירה המרכזיות של DJI Phantom 1 הייתה קלות השימוש שלו, מה שהפך אותו לנגיש למתחילים ולמשתמשים מנוסים כאחד. המל"ט כלל בקרות טיסה אינטואיטיביות שאפשרו למשתמשים להטיס את המל"ט בקלות, גם ללא ניסיון קודם. בנוסף, ה-Phantom 1 הגיע עם שלט רחוק ייעודי שסיפק משוב מישוש ושליטה מדויקת על תנועות הטיסה של המל"ט. <br />

4. **פלטפורמה הניתנת להרחבה:** למרות המצלמה המשולבת שלה, DJI Phantom 1 תוכננה להיות פלטפורמה הניתנת להרחבה שיכולה להכיל אביזרים ושדרוגים נוספים. משתמשים יכולים לצרף לרחפן מצלמות או מערכות גימבל של צד שלישי כדי לשפר את יכולות ההדמיה האווירית שלו, ולאפשר גמישות והתאמה אישית רבה יותר. בנוסף, העיצוב המודולרי של ה-Phantom 1 אפשר תחזוקה ותיקונים קלים, עם חלקי חילוף ואביזרים זמינים. <br />

5. **פופולאריות של רחפנים לצרכנים:** DJI Phantom 1 מילא תפקיד משמעותי בפופולריות של טכנולוגיית רחפנים לצרכנים והנגשת צילומי אוויר ווידאו לקהל רחב יותר. נקודת המחיר הזולה יחסית וקלות השימוש בה משכו חובבים, צלמים ויוצרי סרטים כאחד, מה שעורר עלייה בעניין ובביקוש לרחפנים לצרכנים. הצלחתו של ה-Phantom 1 סללה את הדרך לאיטרציות עתידיות של סדרת ה-Phantom, שימשיכו לדחוף את גבולות החדשנות והביצועים בשוק המל"טים הצרכני. <br />

בסך הכל, בעוד של-DJI Phantom 1 עשוי להיות חסר חלק מהתכונות המתקדמות שנמצאו בדגמים מאוחרים יותר, הוא נותר אבן דרך חשובה בהיסטוריה של טכנולוגיית המל"טים הצרכנית, וסוללת את הדרך לאימוץ נרחב של מל"טים לצילום אווירי ווידאו. <br />
        </h3>
    </div>
    <h3>
    <img src="../Pictures/Phantom12.png" />
    <img src="../Pictures/Phantom11.png" />
        </h3>
</asp:Content>