<%@ Page Title="PID ברחפנים" Language="C#" MasterPageFile="~/AspPages/MasterPage.Master" AutoEventWireup="true" CodeBehind="PIDInFpv.aspx.cs" Inherits="Finel_Project_Drones.AspPages.WebForm1" ClientIDMode="Static"%>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">

    <h1 style="text-align:center">PID ברחפנים:</h1>

    <div>
        <h3>
            בטיסת מזל"ט FPV (First Person View), כוונון PID (פרופורציונלי, אינטגרלי, נגזרת) הוא היבט מכריע באופטימיזציה של ביצועי הטיסה והיציבות של המל"ט. הנה סקירה כללית של PID ב-FPV: <br />

1. **מונח פרופורציונלי (P):** המונח היחסי בבקרת PID אחראי על התגובה המיידית לשגיאות בין המצב הרצוי והממשי של המל"ט. בטיסת FPV, זה מתורגם לאופן האגרסיביות של המל"ט מגיב לשינויים בגישה או במיקום. ערך P גבוה יותר מביא לתגובה אגרסיבית יותר, שיכולה להוביל לתיקונים מהירים יותר, אך עשויה גם להכניס תנודות או חוסר יציבות אם מוגדרים גבוה מדי. מציאת האיזון הנכון למונח P חיוני להשגת ביצועי טיסה חלקים ויציבים. <br />

2. **מונח אינטגרלי (I):** המונח האינטגרלי בבקרת PID עוזר לבטל כל שגיאה במצב יציב שעלולה להתרחש לאורך זמן. בטיסת FPV, מונח זה שימושי במיוחד לתיקון סחיפה או הטיות בהתנהגות הטיסה של המל"ט. על ידי סיכום רציף של השגיאה לאורך זמן ויישום פעולה מתקנת, המונח I מבטיח שהמל"ט ישמור על מסלולו ומיקומו הרצויים בצורה מדויקת. עם זאת, ערך I גבוה מדי יכול להוביל לקליעת יתר ולתנודות, ולכן יש צורך בכוונון זהיר כדי להשיג ביצועים מיטביים. <br />

3. **מונח נגזרת (ד'):** המונח הנגזר בבקרת PID אחראי לקצב השינוי של השגיאה לאורך זמן. בטיסת FPV, המונח הזה עוזר לבלום תנודות ולהחליק את תגובת המל"ט לשינויים פתאומיים בגישה או בקלט. על ידי חיזוי ההתנהגות העתידית של המערכת בהתבסס על קצב השינוי של השגיאה, מונח D יכול לעזור לשפר את היציבות וההיענות הכללית של המל"ט. עם זאת, רווח D מוגזם עלול להוביל לחריגה או אפילו לחוסר יציבות, ולכן כוונון נכון הוא חיוני להשגת ביצועים מיטביים. <br />

4. **תהליך כוונון:** כוונון פרמטרי PID בטיסת FPV כרוך לעתים קרובות בתהליך של ניסוי וטעייה, שבו הטייסים מכוונים את ערכי P, I ו-D באופן איטרטיבי עד שהם משיגים את ביצועי הטיסה הרצויים. תהליך זה כולל בדרך כלל הטסת המל"ט בתנאים שונים ותצפית על התנהגותו, ולאחר מכן ביצוע התאמות לערכי ה-PID בהתאם. בקרי טיסה רבים של FPV מציעים כלי כוונון PID מובנים או תוכנה המאפשרים לטייסים להתאים את הפרמטרים הללו בזמן אמת במהלך הטיסה, מה שהופך את תהליך הכוונון לנוח ויעיל יותר. <br />

5. **שיקולים נוספים:** בנוסף לכוונון PID, גורמים אחרים כגון בחירת מנוע ומדחף, עיצוב מסגרת וחלוקת משקל יכולים להשפיע גם על ביצועי הטיסה והיציבות של מזל"ט FPV. על הטייסים לשקול את הגורמים הללו בשילוב עם כוונון PID כדי להשיג את חווית הטיסה הטובה ביותר האפשרית. בנוסף, כוונון PID אינו פתרון אחד שמתאים לכולם, שכן ערכי PID אופטימליים יכולים להשתנות בהתאם לגורמים כמו סגנון טיסה, תנאי סביבה והעדפות אישיות. ניסויים וניסיון הם המפתח למציאת הגדרות ה-PID הנכונות עבור כל מזל"ט וטייס. <br />

בסך הכל, כוונון PID ממלא תפקיד קריטי באופטימיזציה של ביצועי הטיסה והיציבות של רחפני FPV, ומאפשר לטייסים להשיג שליטה חלקה, מדויקת ותגובתית על המטוס שלהם. על ידי הבנה וכוונון עדין של פרמטרי ה-PID, הטייסים יכולים לנצל את מלוא הפוטנציאל של המל"טים שלהם וליהנות מחוויית טיסה משופרת של FPV. <br />
        </h3>
    </div>
    <h3>
            <img src="../Pictures/PID2.png" />

    <img src="../Pictures/PID1.png" />
        </h3>
</asp:Content>