<%@ Page Title="RTH" Language="C#" MasterPageFile="~/AspPages/MasterPage.Master" AutoEventWireup="true" CodeBehind="RTH.aspx.cs" Inherits="Finel_Project_Drones.AspPages.WebForm1" ClientIDMode="Static"%>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">

    <h1 style="text-align:center">פוקנציית חזרה הביתה:</h1>

    <div>
        <h3>
            פונקציית RTH (Return-to-Home) היא תכונה חיונית הזמינה ברחפנים מודרניים רבים, ומספקת שכבה נוספת של בטיחות ונוחות לטייסים במהלך פעולות טיסה. להלן סקירה כללית של פונקציית RTH וחשיבותה: <br />

1. **החזרה אוטומטית:** פונקציית ה-RTH מאפשרת לרחפן לנווט אוטומטית חזרה לנקודת ההמראה או למיקום הבית המיועד שלו במקרה של אובדן אות, סוללה חלשה או לפי פקודת הטייס. כאשר הוא מופעל, המל"ט ייזום רצף מתוכנת מראש כדי לעלות לגובה בטוח, לחשב את נתיב החזרה האופטימלי על סמך קואורדינטות ה-GPS שלו, ויטוס חזרה לנקודת הבית תוך הימנעות ממכשולים בדרך. <br />

2. **בטיחות:** אחד היתרונות העיקריים של פונקציית RTH הוא היכולת שלה לשפר את הבטיחות במהלך פעולות טיסה. במצבים בהם המל"ט מאבד את הקשר עם השלט הרחוק או נתקל ברמות סוללה קריטיות, פונקציית ה-RTH מספקת מנגנון כשל בטוח כדי להבטיח את החזרה הבטוחה של המל"ט לנקודת ההתחלה שלו. זה עוזר להפחית את הסיכון של תאונות, תאונות או טיסות, במיוחד בסביבות עם מכשולים או תנאי טיסה מאתגרים. <br />

3. **נוחות:** בנוסף ליתרונות הבטיחות שלה, פונקציית ה-RTH מציעה גם נוחות עבור טייסי רחפנים, במיוחד בתרחישים שבהם שליטה ידנית במל"ט עשויה להיות לא מעשית או מאתגרת. לדוגמה, אם טייס מאבד קשר חזותי עם המל"ט או צריך לטפל במשימות אחרות במהלך הטיסה, הוא יכול פשוט להפעיל את פונקציית ה-RTH כדי להתחיל את המסע חזרה של המל"ט ללא צורך בהתערבות ידנית. זה מאפשר לטייסים להתמקד בלכידת צילומים או ניטור הסביבה הסובבת מבלי לדאוג לנווט את המל"ט חזרה לנקודת הבית שלו. <br />

4. **ניהול סוללה:** פונקציית RTH ממלאת תפקיד גם בניהול חיי הסוללה של הרחפן והבטחת שימוש יעיל במשאבי הכוח הזמינים. על ידי חזרה אוטומטית לנקודת הבית כאשר הסוללה מגיעה לרמה קבועה מראש, פונקציית RTH עוזרת למנוע מהמל"ט להיגמר מהכוח באמצע הטיסה ועלול להתרסק או להיתקע במקום מרוחק. גישה פרואקטיבית זו לניהול סוללות מסייעת להאריך את תוחלת החיים הכוללת של סוללות הרחפן ומבטיחה ביצועים אמינים במהלך משימות טיסה. <br />

5. **התאמה אישית והגדרות:** רוב המל"טים המצוידים בפונקציית RTH מאפשרים לטייסים להתאים אישית הגדרות ופרמטרים שונים כדי להתאים לצרכים ולהעדפות הספציפיות שלהם. זה כולל אפשרויות כגון הגדרת גובה החזרה, התאמת מהירות ה-RTH והגדרת התנהגות ה-RTH במקרה של אובדן אות או סוללה חלשה. על ידי כוונון עדין של הגדרות אלו, הטייסים יכולים לייעל את פונקציית ה-RTH כך שתתאים לסגנון הטיסה, לתנאי הסביבה ולדרישות המשימה שלהם, ולהבטיח חווית חזרה הביתה חלקה ואמינה. <br />

בסך הכל, פונקציית RTH היא כלי רב ערך עבור טייסי רחפנים, המציעה יכולות משופרות של בטיחות, נוחות וניהול סוללות במהלך פעולות טיסה. על ידי מתן מנגנון בטוח להחזרת המל"ט לנקודת הבית שלו באופן אוטומטי, פונקציית ה-RTH מסייעת להפחית סיכונים ולהבטיח חווית טיסה חלקה ונטולת טרחה. <br />
        </h3>
    </div>
    <h3>
    <img src="../Pictures/RTH1.png" />
    <img src="../Pictures/RTH2.png" />
        </h3>
</asp:Content>