<%@ Page Title="סימולטור Liftoff" Language="C#" MasterPageFile="~/AspPages/MasterPage.Master" AutoEventWireup="true" CodeBehind="SimLiftoff.aspx.cs" Inherits="Finel_Project_Drones.AspPages.SimLiftoff" ClientIDMode="Static"%>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">

    <h1 style="text-align:center">סימולטור Liftoff:</h1>

    <div>
        <h3>
            Liftoff Simulator הוא משחק סימולציית מרוצי רחפנים פופולרי שפותח על ידי הסטודיו הבלגי LuGus Studios. הנה סקירה כללית של סימולטור Liftoff: <br />

1. **חוויית מירוץ מזל"טים מציאותית:** סימולטור Liftoff נועד לספק לשחקנים חווית מירוץ מזל"ט מציאותית וסוחפת. המשחק כולל פיזיקה אמיתית ודינמיקת טיסה, המאפשרת לשחקנים לדמות את חוויית הטסת מזל"ט מירוץ בסביבות ובתנאים שונים. Liftoff Simulator מציע מגוון הגדרות ואפשרויות הניתנות להתאמה אישית, המאפשרים לשחקנים להתאים את מאפייני המל"ט שלהם, הגדרות המצלמה ובקרות הטיסה כדי להתאים להעדפות ולרמת המיומנות שלהם. <br />

2. **מגוון רחב של סביבות:** סימולטור Liftoff מציע מבחר מגוון של סביבות ומסלולי מירוץ לשחקנים לחקור ולשלוט בהם. מנופים עירוניים ומתחמים תעשייתיים ועד יערות שופעים ושדות פתוחים, המשחק כולל מגוון מיקומים מדהימים מבחינה ויזואלית עבור שחקנים לנווט בהם ולהתחרות בהם. כל סביבה מציגה אתגרים ומכשולים ייחודיים משלה, ובודקת את כישורי הטיס והרפלקסים של השחקנים בזמן שהם מתחרים. נגד השעון ושחקנים אחרים. <br />

3. **התאמה אישית ושדרוגים:** סימולטור Liftoff מאפשר לשחקנים להתאים אישית ולשדרג את המל"טים שלהם עם מגוון רחב של חלקים ורכיבים, כולל מסגרות, מנועים, מדחפים ואלקטרוניקה. שחקנים יכולים לכוונן את הביצועים ואת מאפייני הטיפול של המל"ט שלהם כדי לייעל את המהירות, הזריזות והיציבות שלו עבור מסלולי מירוץ ותנאים שונים. סימולטור Liftoff כולל גם מצב מרובה משתתפים חזק, המאפשר לשחקנים להתחרות מול חברים ויריבים במרוצים מקוונים ובטורנירים. <br />

4. **אימון ותרגול:** סימולטור Liftoff מציע מגוון מצבי אימון ותרגול כדי לעזור לשחקנים לשפר את כישורי הטיס שלהם ולשלוט באמנות מירוץ הרחפנים. החל ממדריכי טיסה בסיסיים וקורסי תרגול ועד אתגרי מירוץ מתקדמים וקורסי טריקים בסגנון חופשי, המשחק מספק לשחקנים שפע של הזדמנויות לחדד את היכולות שלהם ולדחוף את הגבולות שלהם. סימולטור Liftoff כולל גם אקדמיית אימון ייעודית שבה שחקנים יכולים ללמוד מטייסים מומחים ולגשת לסרטוני הדרכה ומדריכים כדי לשפר את הטכניקה והאסטרטגיה שלהם. <br />

5. **יצירת קהילה ותוכן:** לסימולטור Liftoff יש קהילה תוססת ופעילה של שחקנים ויוצרי תוכן המשתפים את החוויות, היצירות והטיפים שלהם בפורומים, מדיה חברתית ופלטפורמות סטרימינג. המשחק תומך בתוכן שנוצר על ידי משתמשים, המאפשר לשחקנים ליצור ולשתף מסלולי מירוץ, סביבות ועיצובי מזל"טים מותאמים אישית משלהם עם הקהילה. Liftoff Simulator כולל גם כלים מובנים להקלטה ועריכה של קטעי משחק, מה שמקל על השחקנים ליצור ולשתף סלילי גולת הכותרת שלהם וסרטונים עם חברים ועוקבים. <br />

בסך הכל, סימולטור Liftoff מציע חווית מירוץ רחפנים מקיפה ומרתקת לשחקנים בכל רמות המיומנות. עם הפיזיקה הריאליסטית שלו, הסביבות המגוונות, אפשרויות ההתאמה האישיות הנרחבות והקהילה התוססת שלו, המשחק לוכד את ההתרגשות והאדרנלין של מירוצי מזל"טים ומספק לשחקנים אינסוף הזדמנויות לכיף ולתחרות. <br />
        </h3>
    </div>
    <h3>
    <img src="../Pictures/Liftoff1.png" />
    <img src="../Pictures/Liftoff2.png" />
        </h3>
</asp:Content>
