<%@ Page Title="סימולטור Uncrashed" Language="C#" MasterPageFile="~/AspPages/MasterPage.Master" AutoEventWireup="true" CodeBehind="SimUncrashed.aspx.cs" Inherits="Finel_Project_Drones.AspPages.SimUncrashed" ClientIDMode="Static"%>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">

    <h1 style="text-align:center">סימולטור Uncrashed:</h1>

    <div>
        <h3>
            Uncrashed הוא סימולטור רחפנים FPV (First Person View) שפותח על ידי Game Studio Abraham Stolk. הנה סקירה כללית של Uncrashed: <br />

1. **חווית FPV מציאותית:** Uncrashed נועד לספק לשחקנים חווית טיסה ריאליסטית וסוחפת של רחפנים FPV. הסימולטור כולל פיזיקה אמיתית ודינמיקת טיסה, המאפשר לשחקנים לדמות את חוויית הטסת מזל"ט מירוץ בסביבות ובתנאים שונים. Uncrashed מציע מגוון הגדרות ואפשרויות הניתנות להתאמה אישית, המאפשרות לשחקנים להתאים את מאפייני הרחפן, הגדרות המצלמה ובקרות הטיסה שלהם כך שיתאימו להעדפות ולרמת המיומנות שלהם. <br />

2. **מגוון רחב של סביבות:** Uncrashed מציעה מבחר מגוון של סביבות ומסלולי מרוצים לשחקנים לחקור ולשלוט בהם. מנופים עירוניים ומתחמים תעשייתיים ועד לנופים ציוריים וסביבות טבעיות, הסימולטור כולל מגוון מיקומים מדהימים מבחינה ויזואלית עבור שחקנים לנווט בהם ולהתחרות בהם. כל סביבה מציגה אתגרים ומכשולים ייחודיים משלה, ובודקת את כישורי הטיס והרפלקסים של השחקנים בזמן שהם מתחרים. נגד השעון ושחקנים אחרים. <br />

3. **התאמה אישית ושדרוגים:** Uncrashed מאפשר לשחקנים להתאים אישית ולשדרג את המל"טים שלהם עם מגוון רחב של חלקים ורכיבים, כולל מסגרות, מנועים, מדחפים ואלקטרוניקה. שחקנים יכולים לכוונן את הביצועים ואת מאפייני הטיפול של המל"ט שלהם כדי לייעל את המהירות, הזריזות והיציבות שלו עבור מסלולי מירוץ ותנאים שונים. Uncrashed כולל גם מצב מרובה משתתפים חזק, המאפשר לשחקנים להתחרות מול חברים ויריבים במרוצים מקוונים ובטורנירים. <br />

4. **אימון ותרגול:** Uncrashed מציע מגוון מצבי אימון ותרגול כדי לעזור לשחקנים לשפר את כישורי הטיס שלהם ולשלוט באמנות מירוץ הרחפנים. החל ממדריכי טיסה בסיסיים וקורסי תרגול ועד אתגרי מירוץ מתקדמים וקורסי טריקים בסגנון חופשי, הסימולטור מספק לשחקנים שפע של הזדמנויות לחדד את היכולות שלהם ולדחוף את הגבולות שלהם. Uncrashed כולל גם אקדמיית אימון ייעודית שבה שחקנים יכולים ללמוד מפיילוטים מומחים ולגשת לסרטוני הדרכה ומדריכים כדי לשפר את הטכניקה והאסטרטגיה שלהם. <br />

5. **יצירת קהילה ותוכן:** ל-Uncrashed יש קהילה תוססת ופעילה של שחקנים ויוצרי תוכן המשתפים את החוויות, היצירות והטיפים שלהם בפורומים, מדיה חברתית ופלטפורמות סטרימינג. הסימולטור תומך בתוכן שנוצר על ידי משתמשים, ומאפשר לשחקנים ליצור ולשתף מסלולי מירוץ מותאמים אישית משלהם, סביבות ועיצובי מזל"טים עם הקהילה. Uncrashed כולל גם כלים מובנים להקלטה ועריכה של קטעי משחק, מה שמקל על השחקנים ליצור ולשתף סלילי גולת הכותרת שלהם וסרטונים עם חברים ועוקבים. <br />

בסך הכל, Uncrashed הוא סימולטור רחפנים FPV מקיף ומרתק המציע לשחקנים חווית טיסה ריאליסטית ומרגשת. עם הפיזיקה הריאליסטית שלו, הסביבות המגוונות, אפשרויות ההתאמה האישיות הנרחבות והקהילה התוססת שלו, הסימולטור לוכד את ההתרגשות והאדרנלין של מירוצי הרחפנים FPV ומספק לשחקנים אינסוף הזדמנויות לכיף ולתחרות. <br />
        </h3>
    </div>
    <h3>
    <img src="../Pictures/Uncrashed1.png" />
    <img src="../Pictures/Uncrashed2.png" />
        </h3>
</asp:Content>
