<%@ Page Title="Spark" Language="C#" MasterPageFile="~/AspPages/MasterPage.Master" AutoEventWireup="true" CodeBehind="Spark.aspx.cs" Inherits="Finel_Project_Drones.AspPages.WebForm1" ClientIDMode="Static"%>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">

    <h1 style="text-align:center">Spark:</h1>

    <div>
        <h3>
            ה-DJI Spark, שיצא במאי 2017, הוא מזל"ט קומפקטי ועשיר בתכונות המיועד למתחילים, חובבים ומשתמשים מזדמנים שרוצים לחוות את הריגוש של צילום אוויר ווידאו. הנה סקירה כללית של מזל"ט DJI Spark: <br />

1. **עיצוב קומפקטי ונייד:** ה-DJI Spark כולל עיצוב קומפקטי וקל משקל שהופך אותו לנייד מאוד וקל לנשיאה. עם הזרועות והמדחפים המתקפלים שלו, ניתן לאחסן את ה-Spark בקלות בתיק גב או בתיק, מה שמאפשר למשתמשים לקחת אותו להרפתקאות חוצות, חופשות וטיולים אחרים ללא טרחה. גודלו הקטן הופך אותו גם לאידיאלי לטיסה בתוך הבית, מה שהופך אותו לנגיש למשתמשים שאולי אין להם גישה לחללים חיצוניים גדולים. <br />

2. **בקרת מחוות:** אחת התכונות הבולטות של ה-DJI Spark היא יכולת בקרת המחוות החדשנית שלו, המאפשרת למשתמשים לשלוט ברחפן באמצעות תנועות ידיים פשוטות ללא צורך בשלט רחוק או סמארטפון. על ידי ביצוע תנועות ספציפיות עם הידיים, המשתמשים יכולים לפקד על ה-Spark להמריא, לנחות, לעקוב או לצלם תמונות וסרטונים, מה שמקל על הצילום של צילומי אוויר מדהימים ללא צורך בכישורי טיס מורכבים. תכונה זו הופכת את ה-Spark למתאים במיוחד לצילום סלפי ותמונות קבוצתיות מנקודות מבט ייחודיות מהאוויר. <br />

3. **מצבי טיסה חכמים:** למרות גודלו הקומפקטי, ה-DJI Spark מציע מגוון מצבי טיסה ותכונות חכמים המשפרים את חווית הטיסה ומאפשרים למשתמשים לצלם בקלות קטעים באיכות מקצועית. אלה כוללים מצבי QuickShot כגון Rocket, Dronie, Circle ו- Helix, המאפשרים ל-Spark לבצע תמרוני אוויר מתוכנתים מראש לצילומים יצירתיים וקולנועיים. בנוסף, תכונות כגון ActiveTrack ו-TapFly מאפשרות ל-Spark לעקוב באופן אוטונומי אחר נושאים או לטוס למקומות ייעודיים, ולהרחיב עוד יותר את הרבגוניות והפונקציונליות שלו. <br />

4. **מצלמה באיכות גבוהה:** ה-DJI Spark מצוידת במצלמה איכותית המסוגלת לצלם תמונות סטילס חדות של 12 מגה-פיקסל וצילומי וידאו חלקים ומיוצבים ברזולוציית Full HD של עד 1080p. המצלמה מותקנת על מערכת ייצוב גימבל 2 צירים, המסייעת להבטיח צילום יציב וללא רעידות גם בזמן טיסה במהירות גבוהה או תנאי רוח. למרות שאינה מתקדמת כמו המצלמות שנמצאות במזל"טים היוקרתיים של DJI, המצלמה של ה-Spark מספקת איכות תמונה מרשימה בגודלה ובטווח המחירים שלה, מה שהופך אותה למתאימה למגוון רחב של יישומי צילום אוויר ווידאו. <br />

5. **תכונות בטיחות:** למרות גודלו הקטן, ה-DJI Spark משלב מספר תכונות בטיחות כדי להבטיח טיסה בטוחה ואחראית. אלה כוללים מערכות איכון לווייניות GPS ו-GLONASS לשליטה יציבה ומדויקת בטיסה, כמו גם חיישני זיהוי והימנעות מכשולים כדי לסייע במניעת התנגשויות עם עצמים בדרכו. בנוסף, ה-Spark כולל טכנולוגיית גיאופנסינג (Geofencing) כדי למנוע מהמל"ט לטוס למרחב אווירי מוגבל ומגבלות גובה כדי למנוע ממנו לטוס גבוה מדי. תכונות בטיחות אלו עוזרות למזער את הסיכון לתאונות ולהבטיח למשתמשים חווית טיסה נטולת דאגות. <br />

בסך הכל, DJI Spark הוא רחפן רב תכליתי וידידותי למשתמש המציע שילוב משכנע של ניידות, תכונות חכמות ויכולות הדמיה באיכות גבוהה. בין אם אתה מתחיל המחפש להתחיל בצילום אווירי או טייס מנוסה המחפש מזל"ט קומפקטי ונוח ללכידת רגעים בלתי נשכחים מנקודות מבט ייחודיות, ה-Spark הוא בחירה מצוינת שמספקת ביצועים וערך מרשימים. <br />
        </h3>
    </div>
    <h3>
    <img src="../Pictures/Spark1.png" />
    <img src="../Pictures/Spark2.png" />
        </h3>
</asp:Content>