<%@ Page Title="הרחפן הראשון" Language="C#" MasterPageFile="~/AspPages/MasterPage.Master" AutoEventWireup="true" CodeBehind="TheFirstDrone.aspx.cs" Inherits="Finel_Project_Drones.AspPages.WebForm1" ClientIDMode="Static"%>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">

    <h1 style="text-align:center">הרחפן הראשון:</h1>

    <div>
        <h3>
            הרעיון של מל"טים, המכונה גם כלי טיס בלתי מאוישים (מל"טים), מתוארך הרבה יותר ממה שאנשים רבים מבינים. בעוד שמל"טים מודרניים משויכים בדרך כלל לטכנולוגיה מתקדמת וליכולות מתוחכמות, ניתן לאתר את השימוש המתועד הראשון בכלי טיס בלתי מאוישים כבר מאמצע המאה ה-19. הנה סקירה כללית של המל"ט הראשון: <br />

1. **פצצות בלון אוסטרי:** אחת הדוגמאות המוקדמות ביותר למכשיר פרימיטיבי דמוי מזל"ט ניתן למצוא בשימוש של הצבא האוסטרי בפצצות בלון במהלך אמצע המאה ה-19. הבלונים הבלתי מאוישים הללו צוידו במטענים נפץ ונפרסו כדי לתקוף מטרות אויב מהאוויר. בעוד שהפצצות הבלון המוקדמות הללו הן בסיסיות בסטנדרטים של היום, הניחו את הבסיס לפיתוח של כלי טיס בלתי מאוישים מתקדמים יותר בשנים הבאות. <br />

2. **Kettering Bug:** בתחילת המאה ה-20, במהלך מלחמת העולם הראשונה, המהנדס האמריקני צ'רלס קטרינג פיתח את ה-Kettering Bug, צורה מוקדמת של טיל שיוט שניתן לשגר ממטוס ולהוביל לעבר מטרתו באמצעות קדם -קבע הוראות. למרות שאינו מזל"ט אמיתי במובן המודרני, ה-Kettering Bug ייצג התקדמות משמעותית בלוחמה אווירית בלתי מאוישת וסלל את הדרך לפיתוח טכנולוגיית מזל"ט מתוחכמת יותר בשנים הבאות. <br />

3. **Radioplane OQ-2:** Radioplane OQ-2, שפותח בסוף שנות ה-30 והשתמש בו במהלך מלחמת העולם השנייה, מצוטט לעתים קרובות כאחד המל"טים האמיתיים הראשונים בהיסטוריה. ה-OQ-2, שיוצר על ידי חברת Radioplane, שהוקמה על ידי השחקן והממציא רג'ינלד דני, היה מזל"ט מטרה נשלט רדיו ששימש לאימון תותחנים נגד מטוסים. בעוד ששימש בעיקר לתרגול מטרות, ה-OQ-2 מילא תפקיד מכריע בקידום הטכנולוגיה והיכולות של כלי טיס בלתי מאוישים. <br />

4. **ריאן פיירבי:** בעקבות מלחמת העולם השנייה, פיתוח המל"טים המשיך להתקדם במהירות, עם הצגת ה-Ryan Firebee בשנות ה-50. פותח על ידי Ryan Aeronautical Company, ה-Firebee היה מזל"ט מטרה מונע על ידי סילון ששימש את צבא ארצות הברית לסיור, מעקב ותרגול מטרות. הוא ייצג קפיצת מדרגה משמעותית בטכנולוגיית המל"טים, הכוללת טווח משופר, מהירות ויכולת מטען בהשוואה לדגמים קודמים. <br />

5. **מל"ט הטורף:** בעשורים האחרונים יותר, רחפן Predator, שפותח על ידי General Atomics Aeronautical Systems, הפך לאחד המל"טים הידועים והנפוצים ביותר בעולם. מזל"ט Predator, שהוצג לראשונה בשנות ה-90, הוא כלי טיס מנווט מרחוק המשמש לסיור, מעקב ותקיפות אוויריות ממוקדות. הוא מילא תפקיד בולט בפעולות צבאיות ברחבי העולם ועזר לעצב את הנוף המודרני של לוחמה אווירית בלתי מאוישת. <br />

בסך הכל, בעוד שהרעיון של מל"טים עשוי להיראות כמו התפתחות עדכנית, ההיסטוריה של כלי טיס בלתי מאוישים נמשכת למעלה ממאה שנה, כאשר חלוצים מוקדמים הניחו את הבסיס לטכנולוגיית המל"טים המתוחכמת שיש לנו כיום. מפצצות בלון פרימיטיביות למל"טים צבאיים מתקדמים, האבולוציה של מל"טים התאפיינה בחדשנות, ניסויים והתקדמות טכנולוגית שממשיכות לעצב את העתיד של לוחמה אווירית ויישומים אזרחיים כאחד. <br />
        </h3>
    </div>
    <h3>
            <img src="../Pictures/FirstDrone2.png" />

    <img src="../Pictures/FirstDrone1.png" />
        </h3>
</asp:Content>