<%@ Page Title="TX16S Mark II" Language="C#" MasterPageFile="~/AspPages/MasterPage.Master" AutoEventWireup="true" CodeBehind="TX16SMarkII.aspx.cs" Inherits="Finel_Project_Drones.AspPages.WebForm1" ClientIDMode="Static"%>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">

    <h1 style="text-align:center">TX16S Mark II שלט:</h1>

    <div>
        <h3>
            ה-TX16S Mark II הוא משדר רדיו פופולרי המיועד לשימוש במטוסים הנשלטים מרחוק, כולל רחפנים, מטוסים, מסוקים ורב-רוטורים. הנה סקירה כללית של ה-TX16S Mark II: <br />

1. **תכונות מתקדמות:** ה-TX16S Mark II מצויד בתכונות ויכולות מתקדמות הנותנות מענה לצרכים של טייסי RC מתחילים ומנוסים כאחד. הוא כולל גימבלי חיישן הול איכותיים לכניסות שליטה מדויקות, יחד עם מסך LCD צבעוני גדול לניווט קל והתאמה אישית של הגדרות. המשדר תומך במגוון רחב של פרוטוקולים, מה שהופך אותו לתואם עם מקלטי RC ודגמי מטוסים שונים. <br />

2. **קושמת OpenTX:** ה-TX16S Mark II פועל על הקושחה הפופולרית OpenTX, הידועה בגמישות שלה, באפשרויות ההתאמה האישית ובמגוון רחב של תכונות. OpenTX מאפשר למשתמשים להתאים אישית כמעט כל היבט של פעולת המשדר, כולל מיפוי ערוצים, הקצאות מתגים והגדרות טלמטריה. זה גם תומך בתכונות מתקדמות כמו Lua scripting, המאפשר למשתמשים ליצור סקריפטים מותאמים אישית לאוטומציה של משימות או הוספת פונקציונליות חדשה למשדר. <br />

3. **מצבים מרובים:** ה-TX16S Mark II תומך במספר מצבי הפעלה, כולל מצב 1, מצב 2, מצב 3 ומצב 4, כדי להתאים להעדפות טייס וסגנונות טיסה שונים. הרבגוניות הזו הופכת אותו למתאים למגוון רחב של יישומי מטוסי RC, ממטוסים בעלי כנף קבועה ועד רחפנים. המשדר כולל גם מודולי RF הניתנים להחלפה, המאפשרים למשתמשים לעבור בין פסי תדר או פרוטוקולים שונים כדי להתאים לצרכים הספציפיים שלהם. <br />

4. **טלמטריה וקישוריות:** ה-TX16S Mark II מצויד בתמיכה מובנית בטלמטריה, המאפשרת למשתמשים לקבל נתונים בזמן אמת מהמטוס שלהם, כגון מתח סוללה, מיקום GPS וקריאות חיישנים. המשדר כולל גם מגוון אפשרויות קישוריות, כולל יציאות USB, Bluetooth ו-JR, לחיבור התקנים או אביזרים חיצוניים. זה מאפשר למשתמשים להרחיב את היכולות של המשדר ולשלב אותו עם ציוד RC אחר או מערכות תחנות קרקעיות. <br />

5. **איכות בנייה:** ה-TX16S Mark II מתאפיין בעיצוב עמיד וארגונומי, עם מארז פלסטיק קשיח ואחיזה נוחה ההופכים אותו למתאים לשעות ארוכות של שימוש בשטח. המשדר מופעל על ידי מארז סוללות ליתיום-יון נשלפות, המספק זמן פעולה ממושך וניתן להחלפה או לטעינה בקלות לפי הצורך. הוא כולל גם מגוון מתגים, כפתורים וכפתורים לשליטה אינטואיטיבית בפונקציות ותכונות המטוס. <br />

בסך הכל, ה-TX16S Mark II הוא משדר רדיו רב תכליתי ועשיר בתכונות המציע לטייסי RC מגוון רחב של יכולות לשלוט במטוסיהם. עם התכונות המתקדמות שלה, הקושחה הניתנת להתאמה אישית ואיכות הבנייה העמידה שלה, זוהי בחירה פופולרית בקרב חובבים ומקצוענים כאחד הדורשים אמינות וביצועים בציוד ה-RC שלהם. <br />
        </h3>
    </div>
    <h3>
    <img src="../Pictures/TX1.png" />
    <img src="../Pictures/TX2.png" />
    </h3>
</asp:Content>
